[
  {
    "id": 150,
    "description_en": "You stand at the threshold of a new journey, heart filled with curiosity for the unknown. Gypsy Water mirrors this free spirit—fresh juniper and warm amber weaving a tale of campfires under starlit skies. It sets no destination, only accompanying your spontaneous exploration, reminding you that life's magic often lies in the unplanned turns.",
    "quote_en": "Life's magic often lies in the unplanned turns."
  },
  {
    "id": 151,
    "description_en": "You embrace the start of a new voyage with innocent fearlessness. Vanille Abricot captures this liberated state—a sweet union of vanilla and apricot, simple and direct as a child's pure joy. It promises no specific end, but delights in every surprise along the way, whispering that the best moments come unannounced.",
    "quote_en": "The best moments come unannounced."
  },
  {
    "id": 152,
    "description_en": "Standing at the edge of a fresh beginning, you gaze into the unknown with anticipation. Fico di Amalfi reflects this freedom—green fig leaves and sweet fruit sketching the bright scenery of the Mediterranean coast. It maps no fixed path, only the joy of discovery, finding life's surprises around every corner.",
    "quote_en": "Finding life's surprises around every corner."
  },
  {
    "id": 154,
    "description_en": "You feel the awakening of inner potential; all things are ready for your command. Terre d'Hermès resonates with this mastery—vibrant grapefruit and grounding vetiver constructing a force field between heaven and earth. It gives you the confidence to turn thoughts into reality, making every action as precise and potent as a spell.",
    "quote_en": "Making every action as precise and potent as a spell."
  },
  {
    "id": 155,
    "description_en": "You sense the magic of manifesting ideas into form; the world is your tool. Ani echoes your creative power—spicy ginger and rich vanilla sparking against bright bergamot. Like an incantation, it helps you blend elements perfectly, allowing every vision to manifest flawlessly in reality.",
    "quote_en": "Allowing every vision to manifest flawlessly in reality."
  },
  {
    "id": 156,
    "description_en": "You wield the magic of realization, turning concepts into tangible form. Eau des Sens harmonizes with your creativity—clear bitter orange and green juniper balanced in clean orange blossom. It acts as a spell of precision, helping you align every element so your inspiration appears perfectly in the real world.",
    "quote_en": "Align every element so your inspiration appears perfectly."
  },
  {
    "id": 158,
    "description_en": "You hear the call of inner wisdom, seeking dialogue with intuition in silence. Tam Dao creates this sacred space—creamy sandalwood and serene air, like a meditative moment in an ancient temple. It offers no answers, but illuminates the path to the depths of your subconscious.",
    "quote_en": "Illuminates the path to the depths of your subconscious."
  },
  {
    "id": 159,
    "description_en": "Deep inner wisdom calls to you, inviting revelation through silence. Gris Charnel answers this profound intuition—milky fig and bitter tea weaving a misty, mysterious atmosphere over a sandalwood base. It provides no answers, but lights the way for your spiritual exploration.",
    "quote_en": "Lights the way for your spiritual exploration."
  },
  {
    "id": 160,
    "description_en": "You listen for the voice of wisdom within, seeking enlightenment in stillness. Baie 19 mirrors this deep intuition—the cool scent of rain on dry earth creating an ethereal, mysterious void. It gives no answers, but shines a light on the path to your deepest subconscious.",
    "quote_en": "Shines a light on the path to your deepest subconscious."
  },
  {
    "id": 162,
    "description_en": "You are in a cycle of abundance and creation, your love for life blooming like a flower. À la Rose reflects your radiance—the luxurious scent of hundreds of roses, like a stroll through a private summer garden. It awakens your sense of beauty, reminding you that you are the source of love and nourishment.",
    "quote_en": "You are the source of love and nourishment."
  },
  {
    "id": 163,
    "description_en": "You stand at the peak of creation and abundance, your love warm as sunlight. Lira mirrors this brilliance—the tempting aroma of caramel lemon cake, like a feast that never ends. It awakens total acceptance of sensory beauty, reminding you that you are the wellspring of love and plenty.",
    "quote_en": "You are the wellspring of love and plenty."
  },
  {
    "id": 164,
    "description_en": "You flow through a season of abundance, your passion for life blossoming. Love Story echoes your glow—clean orange blossom and gentle musk weaving an elegant, feminine aura. It stirs your perception of beauty, a reminder that you are the very origin of love and care.",
    "quote_en": "You are the very origin of love and care."
  },
  {
    "id": 166,
    "description_en": "You seek to establish order and structure, building your domain with steady strength. Oud Wood resonates with your authority—calm oud and sandalwood standing like a throne polished by time. It lays an unshakable foundation of confidence amidst chaos, displaying a control that is unhurried and absolute.",
    "quote_en": "Displaying a control that is unhurried and absolute."
  },
  {
    "id": 167,
    "description_en": "You build order and authority, constructing your kingdom with steady power. Tonka Imperiale echoes your command—rich tonka bean and warm tobacco, like a throne worn smooth by history. It establishes an immovable cornerstone for you amidst the turmoil.",
    "quote_en": "Establishes an immovable cornerstone amidst the turmoil."
  },
  {
    "id": 168,
    "description_en": "You forge structure and order, defining your realm with grounded strength. Castile resonates with your authority—classic orange blossom and soapiness revealing an elegance tested by time. It grants you unshakable confidence in the noise, showing a mastery that is calm and composed.",
    "quote_en": "Showing a mastery that is calm and composed."
  },
  {
    "id": 170,
    "description_en": "You seek spiritual guidance and traditional wisdom, looking for faith amidst the noise. Myrrh & Tonka aligns with this quest—peaceful lavender and mysterious myrrh weaving a solemn, ritualistic atmosphere. Like an ancient book of wisdom, it provides a sanctuary for your soul.",
    "quote_en": "It provides a sanctuary for your soul."
  },
  {
    "id": 171,
    "description_en": "You search for spiritual direction and the wisdom of tradition, craving belief in the chaos. Spiritueuse Double Vanille fits this pursuit—sacred vanilla and rich rum creating a solemn, ritualistic air. Like a vessel of ancient knowledge, it offers an eternal home for your spirit.",
    "quote_en": "Offers an eternal home for your spirit."
  },
  {
    "id": 172,
    "description_en": "You seek guidance from spirit and tradition, yearning for inner faith. Blanche matches this search—clean aldehydes and pure white musk creating a holy, ritualistic aura. Like a channel to higher consciousness, it provides an eternal resting place for your soul.",
    "quote_en": "Provides an eternal resting place for your soul."
  },
  {
    "id": 174,
    "description_en": "You experience a deep soul connection, finding true resonance in relationship. 001 Woman interprets this intimacy—gentle vanilla and jasmine wrapping around clean musk, like the warmth of a morning embrace. It records the moment of spiritual vibration, becoming a silent promise between you.",
    "quote_en": "Becoming a silent promise between you."
  },
  {
    "id": 176,
    "description_en": "You traverse a profound connection of souls, seeking sincere resonance. For Her Eau de Toilette defines this closeness—clean musk and tender florals sketching the warm memory of skin against skin. It captures the instant of heart-vibration, a wordless vow shared between two.",
    "quote_en": "A wordless vow shared between two."
  },
  {
    "id": 178,
    "description_en": "You harness opposing forces to charge forward, will as your reins. Terre d'Hermès resonates with your explosive action—cold minerals and broad vetiver building an unwavering path ahead. It grants you the courage to break through obstacles, making your goal as clear as the horizon.",
    "quote_en": "Making your goal as clear as the horizon."
  },
  {
    "id": 179,
    "description_en": "You sprint towards your goal with full force, will driving you on. Awake echoes your burst of action—the pure scent of espresso bringing extreme focus, like an engine that never stops. It gives you the determination to smash through barriers, putting the target within reach.",
    "quote_en": "Putting the target within reach."
  },
  {
    "id": 180,
    "description_en": "You drive opposing forces forward, holding the reins of will. Silver Mountain Water resonates with your momentum—clear glacial water and crisp green tea forging a steadfast path. It gifts you the courage to breach obstacles, keeping your destination clearly in sight.",
    "quote_en": "Keeping your destination clearly in sight."
  },
  {
    "id": 182,
    "description_en": "You learn to master situations with gentleness, finding true strength in inner calm. Philosykos reflects this wisdom—green fig leaves and milky fruit speaking the philosophy of softness overcoming hardness. It reminds you: the toughest resilience often hides beneath the softest exterior.",
    "quote_en": "The toughest resilience often hides beneath the softest exterior."
  },
  {
    "id": 183,
    "description_en": "You discover the wisdom of yielding to conquer, finding power in composure. Gris Charnel answers this deep courage—gentle fig and firm sandalwood finding perfect balance in the grey zone. It reminds you: the most resilient strength is often found in the calmest appearance.",
    "quote_en": "The most resilient strength is often found in the calmest appearance."
  },
  {
    "id": 184,
    "description_en": "You master the art of gentle control, sourcing power from inner peace. For Her Eau de Toilette mirrors this wisdom—inclusive musk and soft florals displaying the philosophy of soft overcoming hard. It reminds you: true resilience is often veiled in the tenderest form.",
    "quote_en": "True resilience is often veiled in the tenderest form."
  },
  {
    "id": 186,
    "description_en": "You choose to retreat inward, seeking the glimmer of truth in solitude. Hwyl resonates with your contemplation—quiet cypress and deep vetiver like a forest path in the mist. It does not point the way, but offers the most peaceful company for your inner exploration.",
    "quote_en": "Offers the most peaceful company for your inner exploration."
  },
  {
    "id": 187,
    "description_en": "You withdraw into yourself, searching for truth's light in the quiet. Tonka Imperiale echoes your meditation—rich tobacco and warm tonka bean creating a sacred space for solitude. It gives no direction, but provides the most serene companionship for your journey within.",
    "quote_en": "Provides the most serene companionship for your journey within."
  },
  {
    "id": 188,
    "description_en": "You retreat to the inner world, seeking truth in isolation. White Moss resonates with your reflection—clean white musk and damp moss creating a peaceful space for being alone. It offers no map, but provides the quietest company for your exploration of self.",
    "quote_en": "Provides the quietest company for your exploration of self."
  },
  {
    "id": 190,
    "description_en": "As life turns, you sense the deep meaning of the cosmos. Bal d'Afrique embraces this moment with golden warmth—bright bergamot and rich amber like a celebratory dance on the African plains. It resists no change, shedding hopeful sunlight on every turn, reminding you: every end is a new beginning.",
    "quote_en": "Every end is a new beginning."
  },
  {
    "id": 191,
    "description_en": "As the gears of fate turn, you feel the natural cycle of life shifting. Angels' Share fits this moment of change—rich cognac and warm hazelnut like a feast of celebration. It accepts impermanence, sprinkling golden hope at every turn, reminding you to accept life's gifts.",
    "quote_en": "Reminding you to accept life's gifts."
  },
  {
    "id": 192,
    "description_en": "As fate's wheel spins, you feel the cycle of life renew. Aqua Celestia matches this transition—fresh lemon and mint, transparent and bright as hope pouring from the sky. It resists no flux, bringing new possibilities at every turn, reminding you to embrace the presents of existence.",
    "quote_en": "Reminding you to embrace the presents of existence."
  },
  {
    "id": 194,
    "description_en": "Standing at the center of the scales, you seek the fairest balance. Thé Noir 29 answers with exquisite coordination—sweet fig and dry tobacco achieving perfect harmony in a black tea base. Unbiased and objective, it helps you find the middle path through complexity.",
    "quote_en": "Helps you find the middle path through complexity."
  },
  {
    "id": 195,
    "description_en": "You stand at the fulcrum seeking equilibrium, needing clear judgment. Ani responds with precise coordination—spicy ginger and sweet vanilla perfectly tuned by bergamot. Like the fairest ruling, it helps you find the way of balance amidst the complex.",
    "quote_en": "Helps you find the way of balance amidst the complex."
  },
  {
    "id": 196,
    "description_en": "You seek balance at the center of the scales, requiring clarity. Aqua Universalis responds with absolute purity—clean lemon and lily of the valley, like an impartial verdict. Free of bias, it helps you find the righteous path through the complications.",
    "quote_en": "Helps you find the righteous path through the complications."
  },
  {
    "id": 198,
    "description_en": "When you choose to see the world from a new angle, Tacit brings clarity to the suspension—green basil and grounding vetiver building a quiet space for thought. It rushes no answer, letting waiting become wisdom, seeing different possibilities in the stillness.",
    "quote_en": "Seeing different possibilities in the stillness."
  },
  {
    "id": 199,
    "description_en": "Choosing a new perspective, Changing Constance brings fresh insight to the pause—salty cardamom and sweet caramel flowing through cedar, a strange balance. It makes waiting a valuable sediment, discovering new possibilities from an unconventional angle.",
    "quote_en": "Discovering new possibilities from an unconventional angle."
  },
  {
    "id": 200,
    "description_en": "When you shift your view of the world, Un Jardin Sur La Lagune brings new realization to the suspension—magnolia and lily in salty wind sketching a unique lagoon garden. It turns waiting into value, finding neglected beauty from an unusual perspective.",
    "quote_en": "Finding neglected beauty from an unusual perspective."
  },
  {
    "id": 202,
    "description_en": "Facing a necessary end, Chergui accompanies the metamorphosis with a warm embrace—sweet honey and warm hay completing the cycle in musk. It fears no demise, igniting the flame of rebirth in the ashes, telling you: only by letting go can you embrace the new.",
    "quote_en": "Only by letting go can you embrace the new."
  },
  {
    "id": 203,
    "description_en": "Facing a necessary end, Side Effect accompanies the transformation with fiery energy—strong rum and warm cinnamon completing destruction and rebirth in vanilla. It fears no demise, instead lighting the fire of new life within the ashes.",
    "quote_en": "Lighting the fire of new life within the ashes."
  },
  {
    "id": 204,
    "description_en": "Facing a necessary end, Lazy Sunday Morning accompanies the change with a gentle hold—fresh lily of the valley and pear completing the cycle in white musk. It fears no fading, bringing a brand new beginning at the moment of closure.",
    "quote_en": "Bringing a brand new beginning at the moment of closure."
  },
  {
    "id": 206,
    "description_en": "Finding balance in conflict, Wood Sage & Sea Salt brings natural harmony—salty sea breeze and warm sage meeting perfectly at the shore. Unhurried, it teaches you to blend opposites with grace, finding your inner center in the calm.",
    "quote_en": "Finding your inner center in the calm."
  },
  {
    "id": 207,
    "description_en": "Seeking the middle way in conflict, Herod brings gentle regulation—dry tobacco and warm cinnamon finding perfect balance in fresh grapefruit. Unhurried, it teaches you to fuse opposites with a composed demeanor.",
    "quote_en": "Teaches you to fuse opposites with a composed demeanor."
  },
  {
    "id": 208,
    "description_en": "Finding balance in conflict, Wood Sage & Sea Salt brings natural harmony—salty sea breeze and warm sage meeting perfectly at the shore. Unhurried, it teaches you to blend opposites with grace, finding your inner center in the calm.",
    "quote_en": "Finding your inner center in the calm."
  },
  {
    "id": 210,
    "description_en": "When desire whispers in the dark, By the Fireplace faces the temptation honestly—sweet roasted chestnuts and warm fire weaving an intoxicating trap. It judges not the indulgence, but keeps you awake in the warmth, seeing the line between bond and freedom.",
    "quote_en": "Seeing the line between bond and freedom."
  },
  {
    "id": 211,
    "description_en": "When desire whispers in the dark, Intoxicated faces the temptation honestly—rich coffee and spicy cardamom weaving a maze of intoxication. It judges not the indulgence, but keeps your cognition clear amidst the enjoyment.",
    "quote_en": "Keeps your cognition clear amidst the enjoyment."
  },
  {
    "id": 212,
    "description_en": "When desire whispers in the dark, Original Musk faces the temptation honestly—animalic musk, raw and real, warming on the skin. It judges not the indulgence, but keeps you awake in the warmth, seeing the line between bond and freedom.",
    "quote_en": "Seeing the line between bond and freedom."
  },
  {
    "id": 214,
    "description_en": "When old structures collapse, Bois Farine brings unexpected comfort in the ruins—almond flour and cedar like a new world found after disaster. It hides no pain, but proves with rustic warmth: destruction is often for a truer construction.",
    "quote_en": "Destruction is often for a truer construction."
  },
  {
    "id": 215,
    "description_en": "When old structures fall, Jeux de Peau brings unexpected solace in the ruins—warm toast and rich milk smoothing the turmoil with rustic scent. It proves: destruction is often for a truer construction.",
    "quote_en": "Destruction is often for a truer construction."
  },
  {
    "id": 216,
    "description_en": "When old structures collapse, Baie 19 brings unexpected clarity in the ruins—rain-washed minerals and wet earth like the truest state after disaster. It hides no pain, but proves with raw reality: destruction is often to rebuild a firmer foundation.",
    "quote_en": "Destruction is often to rebuild a firmer foundation."
  },
  {
    "id": 218,
    "description_en": "Seeing hope in the dark, Gypsy Water carries this clear expectation—fresh juniper and warm amber like the starry sky outside a tent. It washes away fatigue, injecting the confidence of dawn into every night, guiding you towards the light.",
    "quote_en": "Guiding you towards the light."
  },
  {
    "id": 219,
    "description_en": "Seeing hope in the dark, Cheirosa '62 carries this bright expectation—sweet pistachio and almond, warm salted caramel like brilliant sunshine on the beach. It washes away the gloom, injecting the confidence of dawn into every night.",
    "quote_en": "Injecting the confidence of dawn into every night."
  },
  {
    "id": 220,
    "description_en": "Seeing hope in the dark, Silver Mountain Water carries this clear expectation—cool glacial water and clean green tea like the brightest guide in the night sky. It washes away fatigue, injecting the confidence of dawn into every night, lighting your road ahead.",
    "quote_en": "Lighting your road ahead."
  },
  {
    "id": 222,
    "description_en": "Diving into the deep pool of the subconscious, Hwyl accompanies this night voyage—deep cypress and wet moss sketching the mystery of a misty forest. It dispels no fear, but teaches you to be with the unknown, finding your truth in the haze.",
    "quote_en": "Finding your truth in the haze."
  },
  {
    "id": 223,
    "description_en": "Diving into the deep pool of the subconscious, Irish Leather accompanies this night voyage—strong whiskey and rugged leather dotted with cool mint. It dispels no fog, but teaches you to find your own truth in the haze.",
    "quote_en": "Teaches you to find your own truth in the haze."
  },
  {
    "id": 224,
    "description_en": "Diving into the deep pool of the subconscious, Un Jardin Sur La Lagune accompanies this night voyage—lagoon flowers misty under the moon, beautiful in uncertainty. It dispels no fog, but teaches you to find your own truth in the haze.",
    "quote_en": "Teaches you to find your own truth in the haze."
  },
  {
    "id": 226,
    "description_en": "When joy floods the heart like sunlight, Bal d'Afrique amplifies this pure delight—vibrant bergamot and warm amber like golden dawn on the savannah. Simple and profound, it celebrates existence, reminding you: happiness is the most natural state.",
    "quote_en": "Happiness is the most natural state."
  },
  {
    "id": 227,
    "description_en": "When joy floods the heart like sunlight, Grand Soir amplifies this pure delight—radiant amber and rich vanilla like a golden hour that never ends. It simply celebrates existence, reminding you of the preciousness of living in the now.",
    "quote_en": "Reminding you of the preciousness of living in the now."
  },
  {
    "id": 228,
    "description_en": "When joy floods the heart like sunlight, Sundazed amplifies this pure delight—bright citrus and warm musk like cotton candy kissed by the sun. Simple and profound, it celebrates existence, reminding you: happiness is the most natural state.",
    "quote_en": "Happiness is the most natural state."
  }
]
