[
  {
    "id": 20,
    "description_en": "You stand on the precipice of a new beginning, heart surging with untold longing and untamed freedom. Gucci’s Mémoire d'une Odeur echoes this spirit—Roman chamomile and mineral musk drift like fragments of memory, both intimate and strange. It records every brave departure, defining no destination but honoring the journey itself. At every crossroads, it whispers: the most breathtaking vistas are found in the unplanned turns."
  },
  {
    "id": 27,
    "description_en": "You stand at the threshold of a new journey, heart filled with curiosity and unbridled freedom. Byredo’s Gypsy Water mirrors this spirit—juniper berries’ crispness and amber’s warmth dance like a campfire under starlit skies. This scent sets no destination, only accompanying your spontaneous wandering. It reminds you that life’s true brilliance often hides in the unplanned turns."
  },
  {
    "id": 49,
    "description_en": "You stand at the start of a fresh journey, heart brimming with innocent fearlessness. Comptoir Sud Pacifique’s Vanille Abricot matches this free spirit—vanilla and apricot blend in sweet simplicity, like the pure joy of a child. This scent maps no end, only accompanying you through every surprise, reminding you that life’s wonder blooms in the accidental turns."
  },
  {
    "id": 75,
    "description_en": "You stand at the beginning of a new voyage, filled with curious anticipation. Acqua di Parma’s Fico di Amalfi mirrors this liberated spirit—green fig leaves and sweet fruit outline the radiant coast of Amalfi. This scent charts no path, only accompanying the joy of exploration, finding life’s surprises in every unexpected turn."
  },
  {
    "id": 9,
    "description_en": "You stand at the zenith of potential, consciousness clear as light, all elements bending to your will. Le Labo’s Rose 31 embodies this sovereignty—not an innocent bloom, but one laced with the warm spice of cumin, mirroring your raw, undeniable creative force. Frankincense and cedarwood rise to forge a silent, lucid aura, making your words strike with the precision of spells. It is a quiet power that commands attention without raising its voice."
  },
  {
    "id": 40,
    "description_en": "You feel the awakening of inner potential; all things are ready for your command. Hermès’ Terre d'Hermès resonates with this mastery—grapefruit’s vitality and vetiver’s stability build a force field between heaven and earth. This scent gives you the grounding to turn thoughts into reality, making every action strike with the precision of a spell."
  },
  {
    "id": 58,
    "description_en": "You feel the magic of turning thoughts into reality; the world bends to your will. Nishane’s Ani resonates with your creative spark—ginger’s heat and vanilla’s richness collide, pierced by the brightness of bergamot. Like an incantation, this scent helps you blend every element perfectly, allowing every vision to manifest flawlessly in the real world."
  },
  {
    "id": 74,
    "description_en": "You feel the magic of turning thoughts into reality; all creation awaits your command. Diptyque’s Eau des Sens resonates with your creative force—bitter orange's clarity and juniper's greenness find exquisite balance in cleansing orange blossom. Like an incantation, this scent helps you blend elements with precision, letting inspiration manifest perfectly in reality."
  },
  {
    "id": 11,
    "description_en": "You feel wisdom awakening within, a longing for deep dialogue in stillness. Goutal Paris’s Le Chèvrefeuille is made for this moment—cool honeysuckle with bitter green notes, like moonlight on a silent courtyard. It walls off the world’s noise, creating a sanctuary of solitude. In this scent, you hear your truest voice and find the answers that belong only to you."
  },
  {
    "id": 28,
    "description_en": "You hear the call of inner wisdom, longing to converse with intuition in silence. Diptyque’s Tam Dao creates this sacred space—pure sandalwood’s creamy, tranquil breath reflects meditative moments in ancient temples. This scent offers no answers, but illuminates the path leading deep into your subconscious."
  },
  {
    "id": 56,
    "description_en": "You hear the deep call of wisdom, seeking revelation in silence. BDK’s Gris Charnel echoes this profound intuition—fig’s milkiness and tea’s bitterness weave over a sandalwood base, creating a hazy, mysterious atmosphere. This scent offers no answers, yet lights the way for your spiritual exploration."
  },
  {
    "id": 80,
    "description_en": "You hear the deep call of wisdom, seeking revelation in silence. Le Labo’s Baie 19 echoes this profound intuition—the cool scent of rain on dry earth and mineral notes create an ethereal, mysterious void. This scent offers no answers, yet lights the path leading deep into your subconscious."
  },
  {
    "id": 4,
    "description_en": "You are in a phase of abundance and creation, your love for life blooming like a flower. Frédéric Malle’s Une Rose mirrors this state—its grand, full-bodied aroma is like standing in a midsummer garden, every petal speaking of life’s generosity. This scent awakens your sense of beauty, letting you grow in abundance, becoming the very source of love and creation."
  },
  {
    "id": 31,
    "description_en": "You are in a cycle of abundance and creation, love for life blooming freely. Maison Francis Kurkdjian’s À la Rose reflects your radiance—the luxurious scent of hundreds of roses, like walking through a private garden at summer dusk. This scent awakens your sense of beauty, reminding you that you are the source of love and nourishment."
  },
  {
    "id": 53,
    "description_en": "You are at the peak of abundance and creation, your love for life warm as sunlight. Xerjoff’s Lira reflects your radiance—the tempting aroma of caramel lemon cake, like a feast that never ends. This scent awakens your total acceptance of sensory beauty, reminding you that you are the source of love and abundance."
  },
  {
    "id": 66,
    "description_en": "You are in a cycle of abundance and creation, love for life blooming freely. Chloe’s Love Story reflects your radiance—orange blossom’s purity and musk’s tenderness weave an elegant, feminine aura. This scent awakens your sense of beauty, reminding you that you are the source of love and nourishment."
  },
  {
    "id": 7,
    "description_en": "You need order and structure, building your domain with steady power. Aesop’s Rozu answers this call—a weathered rose rooted in smoky wood, resilient and immovable. This scent provides a grounded confidence, maintaining clear boundaries amidst chaos, becoming the strength with which you calmly face every challenge."
  },
  {
    "id": 22,
    "description_en": "You need order and structure, building your domain with steady power. Tom Ford’s Oud Wood resonates with your authority—quiet oud and sandalwood stand like a throne polished by time. This scent lays an unshakeable foundation of confidence amidst chaos, revealing a mastery that is calm and unhurried."
  },
  {
    "id": 55,
    "description_en": "You need order and authority, building your kingdom with steady strength. Guerlain’s Tonka Imperiale resonates with your control—tonka bean’s richness and tobacco’s warmth stand like a throne polished by time. This scent lays an unshakeable cornerstone for you amidst the turmoil."
  },
  {
    "id": 70,
    "description_en": "You need order and structure, building your domain with steady power. Penhaligon's Castile resonates with your authority—the classic union of orange blossom and soap reveals an elegance tested by time. This scent lays an unshakeable foundation of confidence, showing calm mastery within order."
  },
  {
    "id": 18,
    "description_en": "You seek peace and spiritual guidance amidst the noise. Creed’s Love in White brings an atmosphere clear as morning light with its pure orange blossom and magnolia. This scent is not loud but holds its own dignity, helping you keep simplicity within complexity, find clarity in chaos, and return to your inner principles."
  },
  {
    "id": 39,
    "description_en": "You seek spiritual guidance and traditional wisdom, longing for faith amidst the noise. Jo Malone’s Myrrh & Tonka meets this search—lavender’s peace and myrrh’s mystery weave a solemn, ritualistic atmosphere. This scent is like an ancient book of wisdom, providing a sanctuary for your soul."
  },
  {
    "id": 44,
    "description_en": "You seek spiritual guidance and traditional wisdom, longing for faith amidst the noise. Guerlain’s Spiritueuse Double Vanille fits this search—vanilla’s sanctity and rum’s intensity weave a solemn, ritualistic atmosphere. This scent is a vessel of ancient wisdom, providing an eternal sanctuary for your soul."
  },
  {
    "id": 61,
    "description_en": "You seek spiritual guidance and traditional wisdom, longing for inner faith amidst the noise. Byredo’s Blanche fits this search—aldehyde’s cleanliness and white musk’s purity create a ritualistic, holy atmosphere. This scent is a channel to higher consciousness, providing an eternal sanctuary for your soul."
  },
  {
    "id": 2,
    "description_en": "You are experiencing a deep emotional connection, or seeking true resonance. Stella McCartney’s Stella interprets trust and the courage to choose with its pure, tender line of rose. This scent is like the sincerest vow, simple yet powerful, accompanying you as you feel the resonance of souls and witness the certainty of love."
  },
  {
    "id": 33,
    "description_en": "You are experiencing a deep soul connection, or seeking true resonance. Loewe’s 001 Woman interprets this intimacy—vanilla and jasmine wrap tenderly around clean musk, like the warmth of a morning embrace. This scent records the moment of spiritual resonance, becoming a wordless promise between you."
  },
  {
    "id": 52,
    "description_en": "You are experiencing resonance deep in the soul, two hearts blending in perfect harmony. Maison Francis Kurkdjian’s Oud Satin Mood interprets this ultimate intimacy—deep oud wrapped in abundant rose, a velvet texture like an inseparable embrace. This scent records the eternal moment when spirits align."
  },
  {
    "id": 63,
    "description_en": "You are experiencing a deep soul connection, or seeking true resonance. Narciso Rodriguez’s For Her Eau de Toilette interprets this intimacy—musk’s cleanliness and floral tenderness sketch warm memories of skin-to-skin contact. This scent records the moment of spiritual resonance, becoming a wordless promise between you."
  },
  {
    "id": 3,
    "description_en": "You ride forward harnessing opposing forces, will as your reins, goal as your direction. Penhaligon's The Coveted Duchess Rose mirrors you now—a rose full of tension, lingering between bitter citrus and deep wood, beautiful with a touch of sorrow. It warns: true victory asks a price. This scent gives you a steel core beneath elegance, keeping you cool in conflict and graceful in competition."
  },
  {
    "id": 40,
    "description_en": "You ride forward harnessing opposing forces, will as your reins. Hermès’ Terre d'Hermès resonates with your burst of action—mineral coldness and vetiver’s breadth build an unwavering path forward. This scent grants you the courage to break through barriers, making your goal as clear as the horizon."
  },
  {
    "id": 50,
    "description_en": "You are sprinting towards your goal with full force, will as your engine. Akro’s Awake resonates with your burst of action—the pure scent of espresso brings extreme focus, like an engine that never stops. This scent grants you the determination to break through all barriers, placing the goal within reach."
  },
  {
    "id": 64,
    "description_en": "You ride forward harnessing opposing forces, will as your reins. Creed’s Silver Mountain Water resonates with your burst of action—clarity like melting glacial water and green tea’s crispness build an unwavering path. This scent grants you the courage to break through barriers, making your goal as clear as the horizon."
  },
  {
    "id": 1,
    "description_en": "You realize true strength comes from inner courage and gentle control. Diptyque’s L'Ombre dans L'Eau perfectly interprets this wisdom—wrapping soft rose in vigorous green notes, showing the philosophy of conquering rigidity with softness. This scent tells you: tenderness is not weakness, but the mightiest power, letting you stay soft in firmness and merciful in strength."
  },
  {
    "id": 36,
    "description_en": "You learn to control the situation with gentleness, finding true power in inner calm. Diptyque’s Philosykos reflects this wisdom—green fig leaves and milky fruit speak the philosophy of softness overcoming strength. This scent reminds you: the most resilient power often hides beneath the softest exterior."
  },
  {
    "id": 56,
    "description_en": "You learn the wisdom of conquering rigidity with softness, finding true power in inner calm. BDK’s Gris Charnel echoes this deep courage—fig’s tenderness and sandalwood’s firmness find perfect balance in the gray zone. This scent reminds you: the most resilient power often hides beneath the calmest exterior."
  },
  {
    "id": 63,
    "description_en": "You learn to control the situation with gentleness, finding true power in inner calm. Narciso Rodriguez’s For Her Eau de Toilette reflects this wisdom—musk’s embrace and floral softness show the philosophy of softness overcoming strength. This scent reminds you: the most resilient power often hides beneath the gentlest exterior."
  },
  {
    "id": 12,
    "description_en": "You long to leave the noise, finding inner clarity in solitude. Hermès’ Le Jardin de Monsieur Li is this ideal realm—kumquat and jasmine linger among wet mossy stones, sketching a quiet courtyard. This scent creates space for contemplation, letting thoughts settle and the soul find nourishment in solitude, discovering answers that only appear in silence."
  },
  {
    "id": 24,
    "description_en": "You actively choose to retreat inwards, seeking the glimmer of truth in solitude. Aesop’s Hwyl resonates with your contemplation—cypress’s quietude and vetiver’s depth feel like a misty forest path. This scent points no direction, but offers the most peaceful companionship for your inner exploration."
  },
  {
    "id": 55,
    "description_en": "You actively choose to retreat inwards, seeking the glimmer of truth in solitude. Guerlain’s Tonka Imperiale resonates with your contemplation—tobacco’s richness and tonka bean’s warmth create a sacred space best suited for solitude. This scent points no direction, but offers the most peaceful companionship for your inner exploration."
  },
  {
    "id": 65,
    "description_en": "You actively choose to retreat inwards, seeking the glimmer of truth in solitude. Acca Kappa’s White Moss resonates with your contemplation—white musk’s cleanliness and moss’s dampness create a peaceful space best suited for solitude. This scent points no direction, but offers the quietest companionship for your inner exploration."
  },
  {
    "id": 5,
    "description_en": "You feel the wheel of life turning; a chapter ends, a new chance descends. Byredo’s Young Rose answers this moment of flux—Sichuan pepper wakes the senses, green stems break the soil with unpolished courage. This rose is imperfect but full of primal life, whispering: every end is a new beginning. May this trembling green rose accompany you as you embrace fate’s impermanence."
  },
  {
    "id": 32,
    "description_en": "When life’s turning point arrives, you feel the deep intent of the universe. Byredo’s Bal d'Afrique embraces this moment with golden warmth—bergamot’s brightness and amber’s richness are like a celebratory dance on African plains. This scent resists no change, scattering sunlight at every turn, reminding you: every end is a new beginning."
  },
  {
    "id": 51,
    "description_en": "When the gears of fate begin to turn, you feel the natural cycle of life shifting. Kilian’s Angels' Share fits this moment of change perfectly—cognac’s richness and hazelnut’s warm sweetness resemble a celebratory feast. This scent resists no impermanence, scattering golden hope at every turn, reminding you to accept life’s gifts."
  },
  {
    "id": 78,
    "description_en": "When the gears of fate begin to turn, you feel the natural cycle of life shifting. Maison Francis Kurkdjian’s Aqua Celestia fits this moment of change perfectly—lemon and mint’s fresh breath is transparent and bright, like hope pouring from the sky. This scent resists no impermanence, bringing new possibilities at every turn, reminding you to accept life’s gifts."
  },
  {
    "id": 6,
    "description_en": "You stand at a crossroads, longing for precise balance amidst complexity. Goutal Paris’s Rose Pompon responds with perfect elegance—blackcurrant’s lively acid and pink pepper’s spice support the rose’s sweetness, none overpowering the other. Like a scale, it remains steady, reminding you: true justice comes from noticing every nuance. May this sculpted rose help you make a decision you won’t regret."
  },
  {
    "id": 35,
    "description_en": "Standing at the center of the scale, you seek the fairest balance. Le Labo’s Thé Noir 29 responds with exquisite coordination—fig’s sweetness and tobacco’s dryness find perfect harmony in a black tea base. This scent takes no sides, like the most objective verdict, helping you find the middle path amidst complexity."
  },
  {
    "id": 58,
    "description_en": "You stand at the center of the scale seeking balance, needing clear judgment. Nishane’s Ani responds with exquisite coordination—ginger’s heat and vanilla’s sweetness reach perfect harmony under bergamot. This scent is like the fairest verdict, helping you find the way of balance amidst complexity."
  },
  {
    "id": 69,
    "description_en": "You stand at the center of the scale seeking balance, needing clear judgment. Maison Francis Kurkdjian’s Aqua Universalis responds with absolute purity—clean notes of lemon and lily of the valley, like the fairest verdict. This scent holds no bias, helping you find the middle path amidst complexity."
  },
  {
    "id": 14,
    "description_en": "You choose to pause, viewing the world from a new angle. Frédéric Malle’s En Passant fits this mindset perfectly—capturing the moment lilac meets rain and mist, time frozen. It does not urge you forward, but in the shift of perspective lets you see scenery usually ignored. May this poetic suspension help you find a clearer answer between letting go and gaining."
  },
  {
    "id": 34,
    "description_en": "When you choose to see the world from a new angle, Aesop’s Tacit brings clarity to this suspension—basil’s greenness and vetiver’s stability build a quiet space for thought. This scent urges no answers, but turns waiting into wisdom’s accumulation, seeing different possibilities in the stillness."
  },
  {
    "id": 54,
    "description_en": "When you choose to see the world from a new angle, Penhaligon's Changing Constance brings new insight to this suspension—cardamom’s saltiness and caramel’s sweetness find strange balance in cedar. This scent makes waiting a valuable sedimentation, discovering new possibilities from an unconventional perspective."
  },
  {
    "id": 71,
    "description_en": "When you choose to see the world from a new angle, Hermès’ Un Jardin Sur La Lagune brings new insight to this suspension—magnolia and lily in salty sea wind sketch a unique view of a lagoon garden. This scent makes waiting a valuable sedimentation, discovering ignored beauty from an unconventional perspective."
  },
  {
    "id": 9,
    "description_en": "You are undergoing a necessary ending, old shells peeling away. Le Labo’s Rose 31 understands this metamorphosis—cumin’s wild heat burns the rose’s elegance, warm wood rising from the ash. This scent tells the full cycle of destruction and rebirth: only by letting go can you meet your true self. May this fire-bathed rose accompany you through this sacred ritual."
  },
  {
    "id": 38,
    "description_en": "Facing a necessary ending, Serge Lutens’ Chergui accompanies this metamorphosis with a warm embrace—honey’s sweet and hay’s warmth complete life’s cycle in musk. This scent fears no demise, instead lighting the flame of rebirth in the ashes, telling you: let go to embrace the new."
  },
  {
    "id": 57,
    "description_en": "Facing a necessary ending, Initio’s Side Effect accompanies this metamorphosis with blazing energy—rum’s intensity and cinnamon’s warmth complete destruction and rebirth in vanilla’s comfort. This scent fears no demise, instead lighting the flame of new life in the ashes."
  },
  {
    "id": 62,
    "description_en": "Facing a necessary ending, Maison Martin Margiela’s Lazy Sunday Morning accompanies this metamorphosis with a gentle embrace—lily of the valley and pear’s freshness complete life’s cycle in white musk. This scent fears no demise, instead bringing a brand new beginning at the end."
  },
  {
    "id": 10,
    "description_en": "You seek inner balance, longing to reconcile life’s opposites. Hermès’ Eau de Rose Hermès responds with exquisite harmony—rhubarb’s fresh tartness and tea’s bitterness neutralize the rose’s sweetness, creating a transparent scent. This rose is flexible as water, reminding you: true strength lies in flow and compromise. May this elegant tea help you find your calm middle way."
  },
  {
    "id": 26,
    "description_en": "Seeking balance in conflict, Jo Malone’s Wood Sage & Sea Salt brings natural harmony—sea wind’s saltiness and sage’s warmth find a perfect meeting point at the shore. This scent is unhurried, teaching you to merge opposites with a soft posture, finding inner integrity in peace."
  },
  {
    "id": 60,
    "description_en": "Seeking the middle way in conflict, Parfums de Marly’s Herod brings gentle regulation—tobacco’s dryness and cinnamon’s warmth find perfect balance in grapefruit’s freshness. This scent is unhurried, teaching you to merge opposites with a calm posture."
  },
  {
    "id": 26,
    "description_en": "Seeking balance in conflict, Jo Malone’s Wood Sage & Sea Salt brings natural harmony—sea wind’s saltiness and sage’s warmth find a perfect meeting point at the shore. This scent is unhurried, teaching you to merge opposites with a soft posture, finding inner integrity in peace."
  },
  {
    "id": 7,
    "description_en": "You admit the desire in your heart, facing temptations that are dazzling yet dangerous. Aesop’s Rozu lifts the veil of desire—smoky wood cages a gloomy rose, leather notes hinting at inescapable entanglement. This scent is beautiful and heavy; it does not tell you to run, but invites you to gaze lucidly: true freedom begins with seeing the nature of bondage."
  },
  {
    "id": 23,
    "description_en": "When desire whispers in the dark, Maison Martin Margiela’s By the Fireplace honestly faces this temptation—roasted chestnut’s sweet and fire’s warmth weave a gentle trap that intoxicates. This scent does not judge indulgence, but keeps you awake in the warmth, seeing the line between bondage and freedom."
  },
  {
    "id": 41,
    "description_en": "When desire whispers in the dark, Kilian’s Intoxicated honestly faces this temptation—coffee’s richness and cardamom’s spice weave a maze that intoxicates. This scent does not judge indulgence, but keeps you cognitively awake in the enjoyment."
  },
  {
    "id": 68,
    "description_en": "When desire whispers in the dark, Kiehl’s Original Musk honestly faces this temptation—musk with animalic notes, raw and real, becoming warm and clean on the skin. This scent does not judge indulgence, but keeps you awake in the warmth, seeing the line between bondage and freedom."
  },
  {
    "id": 13,
    "description_en": "You endure sudden upheaval; old beliefs crumble. Diptyque’s Ofrésia responds to this drastic change with plant instinct—sharp green stem notes strike like lightning, white flowers blooming at the break. It offers no comfort for pain but brings primal vitality: destruction is to let light into corners never seen. May this flower with its traumatic beauty accompany you growing new possibilities from the ruins."
  },
  {
    "id": 29,
    "description_en": "When old structures collapse, L'Artisan’s Bois Farine brings unexpected solace in the ruins—a unique mix of almond powder and cedar, like a new continent found after disaster. This scent hides no pain, but proves with rustic warmth: destruction is often for a truer construction."
  },
  {
    "id": 47,
    "description_en": "When old structures collapse, Serge Lutens’ Jeux de Peau brings unexpected solace in the ruins—toasted bread’s warmth and milk’s richness soothe turmoil with the most rustic breath. This scent proves: destruction is often for a truer construction."
  },
  {
    "id": 80,
    "description_en": "When old structures collapse, Le Labo’s Baie 19 brings unexpected sobriety in the ruins—the scent of minerals after rain and wet soil, like the truest state after disaster. This scent hides no pain, but proves with primal reality: destruction is often to rebuild a much firmer foundation."
  },
  {
    "id": 17,
    "description_en": "You see hope in the night, inner inspiration twinkling like stars. Jo Malone’s Wild Bluebell carries this clear expectation—dewy notes lift the ethereal scent of bluebells, like a galaxy pouring down. This scent washes away fatigue, reminding you: the darkest moments often birth the purest inspiration. May this starry garden light every step of your way."
  },
  {
    "id": 27,
    "description_en": "Seeing hope in the dark, Byredo’s Gypsy Water carries this clear expectation—juniper’s crispness and amber’s warmth, like a starry sky outside a Gypsy tent. This scent washes away fatigue, injecting dawn’s confidence into every night, guiding you towards the light."
  },
  {
    "id": 43,
    "description_en": "Seeing hope in the dark, Sol de Janeiro’s Cheirosa '62 carries this bright expectation—pistachio and almond’s creamy sweetness and salt caramel’s warmth, like brilliant sunlight on a beach. This scent washes away gloom, injecting dawn’s confidence into every night."
  },
  {
    "id": 64,
    "description_en": "Seeing hope in the dark, Creed’s Silver Mountain Water carries this clear expectation—glacial water’s coolness and green tea’s cleanliness, like the brightest guide in the night sky. This scent washes away fatigue, injecting dawn’s confidence into every night, lighting your road ahead."
  },
  {
    "id": 15,
    "description_en": "You dive into the deep pool of the subconscious, living with intuition, fear, and dreams. Penhaligon's Bluebell leads this night voyage—wet earth wraps wild flowers, animalic notes floating in gloom. It promises no safety, but honestly shows the beauty in the fog: true courage is daring to find truth in shadows. May this flower of the dark night guard your journey through confusion."
  },
  {
    "id": 24,
    "description_en": "When diving into the deep pool of the subconscious, Aesop’s Hwyl accompanies this night voyage—cypress’s depth and moss’s dampness sketch the mysterious outline of a misty forest. This scent does not dispel fear, but teaches you to live with the unknown, finding your own truth in the haze."
  },
  {
    "id": 59,
    "description_en": "When diving into the deep pool of the subconscious, Memo Paris’ Irish Leather accompanies this night voyage—whiskey’s intensity and leather’s ruggedness dotted with mint’s cool. This scent does not dispel the fog, but teaches you to find your own truth in the haze."
  },
  {
    "id": 71,
    "description_en": "When diving into the deep pool of the subconscious, Hermès’ Un Jardin Sur La Lagune accompanies this night voyage—florals by a salt lake seem hazy and mysterious under moonlight. This scent does not dispel the fog, but teaches you to find your own truth in the haze."
  },
  {
    "id": 16,
    "description_en": "You are immersed in pure joy, vitality blooming hot as the sun. L'Artisan’s La Chasse aux Papillons echoes this carefree moment—orange blossom and jasmine swirl in sunlight, linden nectar filling the air. This scent is not profound, but full: why complicate happiness? May this ever-sunny garden remind you that living in every present moment is the greatest success."
  },
  {
    "id": 32,
    "description_en": "When joy fills the heart like sunlight, Byredo’s Bal d'Afrique amplifies this pure delight—bergamot’s vitality and amber’s warmth seem like golden morning light on African plains. This scent is neither complex nor deep, simply celebrating life’s existence, reminding you: happiness is the most natural state."
  },
  {
    "id": 42,
    "description_en": "When joy fills the heart like sunlight, Maison Francis Kurkdjian’s Grand Soir amplifies this pure delight—amber’s brilliance and vanilla’s length seem like a golden hour that never ends. This scent simply celebrates life’s existence, reminding you of the preciousness of living in the now."
  },
  {
    "id": 76,
    "description_en": "When joy fills the heart like sunlight, Byredo’s Sundazed amplifies this pure delight—citrus’s brightness and warm musk seem like cotton candy kissed by the sun. This scent is neither complex nor deep, simply celebrating life’s existence, reminding you: happiness is the most natural state."
  },
  {
    "id": 20,
    "description_en": "You hear the inner call, ready to welcome soul awakening and rebirth. Gucci’s Mémoire d'une Odeur responds with mineral transparency—chamomile sheds disguise, musk dissolves boundaries, fragments of the past reassembling now. It judges no right or wrong, offering only a clear view: resurrection begins with total acceptance of the past. May this mirror of scent reflect your truest self."
  },
  {
    "id": 30,
    "description_en": "When the soul meets its moment of awakening, Kilian’s Sacred Wood escorts this holy turn—extremely pure sandalwood scent, with a milky tranquility and sanctity. This scent judges no past, but offers a clear view, making every reflection a chance for rebirth."
  },
  {
    "id": 51,
    "description_en": "When the soul meets its moment of awakening, Kilian’s Angels' Share escorts this holy turn—cognac’s richness and oak’s sediment bring sudden enlightenment. This scent judges no past, but offers a clear view, making every reflection a chance for rebirth."
  },
  {
    "id": 62,
    "description_en": "When the soul meets its moment of awakening, Maison Martin Margiela’s Lazy Sunday Morning escorts this holy turn—clean soapiness and pear’s sweetness bring a renewed transparency. This scent judges no past, but offers a new perspective, making every reflection a chance for rebirth."
  },
  {
    "id": 18,
    "description_en": "You arrive at the completion of a cycle, achieving perfect harmony within and without. Creed’s Love in White crowns this finishing moment—rice’s richness supports the sanctity of orange blossom, magnolia weaving a wreath of victory. This scent embraces all, as if looking back from the peak: all journeys were necessary paths to this moment. May this light of pure white witness your creation’s wholeness and glory."
  },
  {
    "id": 21,
    "description_en": "When the cycle is fully achieved, Le Labo’s Santal 33 crowns this finishing moment—the classic union of sandalwood and leather, steady and inclusive, like looking back on all journeys from the peak. This scent witnesses the wholeness of your creation, giving the most solid affirmation at the point where end meets start."
  },
  {
    "id": 42,
    "description_en": "When the cycle is fully achieved, Maison Francis Kurkdjian’s Grand Soir crowns this finishing moment—amber’s splendor and vanilla’s abundance build a perfect finale. This scent witnesses the wholeness of your creation, giving the most dazzling affirmation at the point where end meets start."
  },
  {
    "id": 79,
    "description_en": "When the cycle is fully achieved, Creed’s Virgin Island Water crowns this finishing moment—lime and coconut’s tropical air, dotted with rum’s intoxication. This scent witnesses the wholeness of your creation, giving the most relaxed celebration at the point where end meets start."
  },
  {
    "id": 5,
    "description_en": "You stand at the start of action, inspiration sparking, new plans surging in your heart. Byredo’s Young Rose resonates with your creative energy—Sichuan pepper’s prickle and green stem notes break the soil with unpolished courage. It promises no result but gives you the pure drive to start, as if saying: action itself is the most precious answer."
  },
  {
    "id": 34,
    "description_en": "The spark of action ignites in your heart; new plans await practice. Aesop’s Tacit fits this newborn energy perfectly—basil’s fresh green and vetiver’s warm wood are like clear vision at dawn. This scent injects courage to start, finding a path to ground every idea."
  },
  {
    "id": 50,
    "description_en": "The spark of action bursts forth; new plans need implementation. Akro’s Awake fits this newborn drive perfectly—espresso’s pure scent brings instant focus and energy, like inspiration piercing silence. It promises no result, but injects firm courage into every moment of beginning."
  },
  {
    "id": 78,
    "description_en": "The spark of action bursts forth; new plans need implementation. Maison Francis Kurkdjian’s Aqua Celestia fits this newborn drive perfectly—lemon and mint’s fresh breath brings instant clarity and vitality, like light piercing the sky. This scent injects transparent energy into every moment of beginning, turning thoughts instantly to action."
  },
  {
    "id": 12,
    "description_en": "You calmly survey possibilities, drafting blueprints for the future. Hermès’ Le Jardin de Monsieur Li echoes this steady vision—kumquat’s sweetness and jasmine’s scent build a quiet courtyard among wet steps and moss. This scent does not rush decision, but offers space for clear thought, helping you make unhurried choices while mastering the whole."
  },
  {
    "id": 40,
    "description_en": "You assess the times from a high vantage, future blueprints unfolding before you. Hermès’ Terre d'Hermès echoes this foresight—grapefruit’s vitality and mineral stability build a broad sense of structure. This scent gives you confidence to control development, making every decision as steady as the earth."
  },
  {
    "id": 55,
    "description_en": "You calmly plan the future blueprint, carefully weighing possibilities. Guerlain’s Tonka Imperiale echoes this strategizing mind—tonka bean’s richness and tobacco’s warmth build a steady, grand structure. This scent gives you the confidence and foresight to control development."
  },
  {
    "id": 64,
    "description_en": "You calmly plan the future blueprint, assessing the times with broad vision. Creed’s Silver Mountain Water echoes this foresight—glacial water’s clarity and green tea’s chill build a cool, profound structure. This scent gives you clear logic to control development, making every decision transparent as crystal."
  },
  {
    "id": 18,
    "description_en": "Your vision has transcended the present; opportunities for cooperation and distant success unfold before you. Creed’s Love in White matches this open mind—rice’s abundance weaves with bright orange blossom and magnolia, like sunlight on setting sails. This scent brings certainty of the future; may it accompany you to welcome the coming rich harvest."
  },
  {
    "id": 32,
    "description_en": "Your vision has transcended the present; distant success dawns. Byredo’s Bal d'Afrique resonates with this open mind—bergamot’s brightness and amber’s warmth are like golden sunlight on setting sails. This scent carries optimism for the future, witnessing every step you take to expand boundaries."
  },
  {
    "id": 51,
    "description_en": "Your vision has transcended the present; distant success shows cues. Kilian’s Angels' Share resonates with this open expectation—cognac’s richness and hazelnut’s warm sweetness seem like a feast predicting success. This scent carries optimism for the future, witnessing every step you take to expand boundaries."
  },
  {
    "id": 72,
    "description_en": "Your vision has transcended the present; distant success shows cues. Louis Vuitton’s On the Beach resonates with this open expectation—bergamot’s freshness and rosemary’s vitality seem like distant messages sent by sea breeze. This scent carries optimism for the future, witnessing every step you take to expand boundaries."
  }
]
