[
  {
    "id": 20,
    "card_name": "審判",
    "choice": "A",
    "brand": "Gucci",
    "product": "Mémoire d'une Odeur",
    "description_zh": "你听见内心的召唤，准备迎接灵魂的觉醒与重生。Gucci的Mémoire d'une Odeur以矿物的通透回应——洋甘菊褪去伪装，麝香消解界限，往昔的碎片在此刻重组。这香气不评判对错，只提供澄澈的视角：复活，始于对过去的全然接纳。愿这面气味的镜子，照见你最真实的模样。",
    "description_en": "You hear the inner call, preparing for the soul’s awakening and rebirth. Gucci’s Mémoire d'une Odeur responds with mineral clarity—chamomile sheds its disguise, musk dissolves boundaries, and fragments of the past reassemble in this moment. It judges not, but offers a lucid view: resurrection begins with the total acceptance of what was. May this olfactory mirror reflect your truest self."
  },
  {
    "id": 30,
    "card_name": "審判",
    "choice": "B",
    "brand": "Kilian",
    "product": "Sacred Wood",
    "description_zh": "当灵魂迎来觉醒的时刻，Kilian的Sacred Wood为这神圣转折护航——极致纯净的檀木香气，带着奶香的宁静与神圣。这香气不评判过往，却提供澄澈的视角，让每一次反思都成为新生的契机。",
    "description_en": "As the soul greets its awakening, Kilian’s Sacred Wood escorts this divine transition—purest sandalwood carrying the serenity and sanctity of milky vapors. It judges not the past, but offers a lucid view, clearing the dust from your spiritual mirror. Here, every reflection becomes a catalyst for rebirth, and every breath is a sacred vow to your emerging self."
  },
  {
    "id": 51,
    "card_name": "審判",
    "choice": "C",
    "brand": "Kilian",
    "product": "Angels' Share",
    "description_zh": "当灵魂迎来觉醒时刻，Kilian的Angels' Share为这神圣转折护航——干邑的醇香与橡木的沉淀，带来豁然开朗的顿悟。这香气不评判过往，却提供澄澈的视角，让每次反思都成为新生的契机。",
    "description_en": "When the soul meets its awakening, Kilian’s Angels' Share crowns this divine turning point—essence of cognac and the deep sediment of oak bringing a sudden, radiant epiphany. It judges not the past, but offers a lucid view, transforming every moment of introspection into a catalyst for rebirth. In this golden warmth, you find the clarity to rise anew."
  },
  {
    "id": 62,
    "card_name": "審判",
    "choice": "D",
    "brand": "Maison Martin Margiela",
    "product": "Lazy Sunday Morning",
    "description_zh": "当灵魂迎来觉醒的时刻，Maison Martin Margiela的Lazy Sunday Morning为这神圣转折护航——洁净的皂感与梨子的清甜，带来焕然一新的通透感。这香气不评判过往，却提供全新的视角，让每次反思都成为新生的契机。",
    "description_en": "When the soul meets its awakening, Maison Martin Margiela’s Lazy Sunday Morning guards this divine transition—clean soap and fresh pear bringing a transparent sense of renewal. It judges not the past, but offers a fresh perspective, turning every reflection into a catalyst for rebirth. In this pure, unhurried light, you find the clarity to begin again."
  },
  {
    "id": 18,
    "card_name": "世界",
    "choice": "A",
    "brand": "Creed",
    "product": "Love in White",
    "description_zh": "你抵达一个周期的圆满，内外达成完美的和谐。Creed的Love in White为这完成时刻加冕——稻谷的丰饶衬着橙花的圣洁，木兰香气编织成胜利的花环。这香气包容万物，仿佛站在巅峰回望：所有旅程都是通往此刻的必经之路。愿这片纯白之光，见证你创造的完整与辉煌。",
    "description_en": "You arrive at the fullness of a cycle, inner and outer worlds in perfect harmony. Creed’s Love in White crowns this moment of completion—the richness of rice husks set against holy orange blossom, magnolia weaving a garland of victory. Embracing all things, it stands at the peak looking back: every journey was a necessary path to this now. May this white light witness your complete and brilliant creation."
  },
  {
    "id": 21,
    "card_name": "世界",
    "choice": "B",
    "brand": "Le Labo",
    "product": "Santal 33",
    "description_zh": "当周期圆满达成，Le Labo的Santal 33为这完成时刻加冕——檀木与皮革的经典组合，沉稳而包容，如同站在巅峰回望所有旅程。这香气见证你创造的完整，在循环的终点也是起点处，给予最踏实的肯定。",
    "description_en": "When the cycle reaches perfection, Le Labo’s Santal 33 crowns this moment of completion—the classic union of sandalwood and leather, steady and all-encompassing, like standing at the summit surveying the journey. It witnesses the wholeness of your creation, offering the most solid affirmation at the point where the end becomes a new beginning."
  },
  {
    "id": 42,
    "card_name": "世界",
    "choice": "C",
    "brand": "Maison Francis Kurkdjian",
    "product": "Grand Soir",
    "description_zh": "当周期圆满达成，Maison Francis Kurkdjian的Grand Soir为这完成时刻加冕——琥珀的辉煌与香草的丰盈，构筑出完美的终章。这香气见证你创造的完整，在循环的终点也是起点处，给予最璀璨的肯定。",
    "description_en": "When the cycle reaches perfection, Maison Francis Kurkdjian’s Grand Soir crowns this moment of completion—the splendor of amber and the fullness of vanilla constructing a perfect finale. It witnesses the wholeness of your creation, offering the most brilliant affirmation at the point where the end becomes a new beginning."
  },
  {
    "id": 79,
    "card_name": "世界",
    "choice": "D",
    "brand": "Creed",
    "product": "Virgin Island Water",
    "description_zh": "当周期圆满达成，Creed的Virgin Island Water为这完成时刻加冕——青柠与椰子的热带风情，朗姆酒的微醺点缀其间。这香气见证你创造的完整，在循环的终点也是起点处，给予最轻松的庆祝。",
    "description_en": "When the cycle reaches perfection, Creed’s Virgin Island Water crowns this moment of completion—lime and coconut bringing tropical flair, with rum’s tipsy touch adorning the joy. It witnesses the wholeness of your creation, offering the most relaxed celebration at the point where the end becomes a new beginning."
  },
  {
    "id": 5,
    "card_name": "權杖一",
    "choice": "A",
    "brand": "Byredo",
    "product": "Young Rose",
    "description_zh": "你正站在行动的起点，灵感如火花迸发，全新的计划在心中涌动。Byredo的Young Rose与你此刻的创造能量共鸣——花椒的微刺与青绿根茎的气息，破土而出，带着未经雕琢的勇气。这香气不承诺结果，却赋予你开始的纯粹动力，仿佛在说：行动的本身，就是最珍贵的答案。",
    "description_en": "You stand at the threshold of action, inspiration sparking like fire, new plans surging within. Byredo’s Young Rose resonates with your creative energy—the prick of Sichuan pepper and the scent of green stems breaking through earth, carrying unshaped courage. It promises no result but gifts the pure motive to start, whispering: the act of beginning is the most precious answer of all."
  },
  {
    "id": 34,
    "card_name": "權杖一",
    "choice": "B",
    "brand": "Aesop",
    "product": "Tacit",
    "description_zh": "行动的火花正在你心中点燃，全新的计划等待着付诸实践。Aesop的Tacit与这份初生的能量完美契合——罗勒的清新绿意与香根草的温润木质，如同破晓时分的清晰视野。这香气为你注入启动的勇气，让每个想法都能找到落地的路径。",
    "description_en": "The spark of action ignites within, new plans awaiting practice. Aesop’s Tacit fits perfectly with this nascent energy—the fresh greenery of basil and the warm wood of vetiver, like clear vision at the break of dawn. It injects you with the courage to launch, ensuring every idea finds its path to reality."
  },
  {
    "id": 50,
    "card_name": "權杖一",
    "choice": "C",
    "brand": "Akro",
    "product": "Awake",
    "description_zh": "行动的火花正在迸发，全新的计划亟待实施。Akro的Awake与这份初生的行动力完美契合——浓缩咖啡的纯粹香气带来即时的专注与能量，如同灵感划破沉寂。这香气不承诺结果，却为每个开始的瞬间注入坚定勇气。",
    "description_en": "The spark of action bursts forth, new plans urgent for implementation. Akro’s Awake fits perfectly with this nascent drive—the pure aroma of concentrated espresso brings instant focus and energy, like inspiration piercing the silence. It promises no result, but injects steadfast courage into every moment of beginning."
  },
  {
    "id": 78,
    "card_name": "權杖一",
    "choice": "D",
    "brand": "Maison Francis Kurkdjian",
    "product": "Aqua Celestia",
    "description_zh": "行动的火花正在迸发，全新的计划亟待实施。Maison Francis Kurkdjian的Aqua Celestia与这份初生的行动力完美契合——柠檬与薄荷的清新气息带来即时的清晰与活力，如同划破长空的灵感之光。这香气为每个开始的瞬间注入通透的能量，让想法即刻转化为行动。",
    "description_en": "The spark of action bursts forth, new plans urgent for implementation. Maison Francis Kurkdjian’s Aqua Celestia fits perfectly with this nascent drive—the fresh breath of lime and mint brings instant clarity and vitality, like the light of inspiration piercing the sky. It injects transparent energy into every moment of beginning, transforming thoughts instantly into action."
  },
  {
    "id": 12,
    "card_name": "權杖二",
    "choice": "A",
    "brand": "Hermès",
    "product": "Le Jardin de Monsieur Li",
    "description_zh": "你从容审视眼前的可能性，规划着未来的蓝图。Hermès的Le Jardin de Monsieur Li呼应这份沉稳的远见——金橘的清甜与茉莉的幽香，在湿润石阶与苔藓间构筑出一方静谧庭院。这香气不催促决定，却为你提供清晰思考的空间，助你在掌控全局中，做出从容的抉择。",
    "description_en": "You survey the possibilities with calm, drafting the blueprint of the future. Hermès’ Le Jardin de Monsieur Li echoes this steady foresight—the sweetness of kumquat and the faint scent of jasmine build a quiet courtyard among wet stones and moss. It does not rush your decision, but offers a space for clear thought, helping you make leisurely choices while mastering the whole."
  },
  {
    "id": 40,
    "card_name": "權杖二",
    "choice": "B",
    "brand": "Hermès",
    "product": "Terre d‘Hermès",
    "description_zh": "你站在全局的高度审时度势，未来的蓝图在眼前徐徐展开。Hermès的Terre d'Hermès与这份远见相互呼应——葡萄柚的活力与矿物的沉稳，构筑出宽广的格局感。这香气赋予你掌控发展的自信，让每个决策都稳如大地。",
    "description_en": "You stand at the height of the whole, assessing the situation as the future's blueprint unfolds. Hermès’ Terre d'Hermès echoes this foresight—the vitality of grapefruit and the steadiness of minerals construct a broad sense of pattern. It grants you the confidence to control development, making every decision as stable as the earth."
  },
  {
    "id": 55,
    "card_name": "權杖二",
    "choice": "C",
    "brand": "Guerlain",
    "product": "Tonka Imperiale",
    "description_zh": "你从容规划着未来蓝图，审慎权衡着各种可能性。Guerlain的Tonka Imperiale与这份运筹帷幄的心境相呼应——零陵香豆的醇厚与烟草的温暖，构筑出沉稳大气的格局。这香气赋予你掌控发展的自信与远见。",
    "description_en": "You plan the future blueprint with composure, weighing possibilities with prudence. Guerlain’s Tonka Imperiale echoes this mindset of strategizing—the richness of tonka bean and the warmth of tobacco construct a steady, grand pattern. It grants you the confidence and foresight to control development."
  },
  {
    "id": 64,
    "card_name": "權杖二",
    "choice": "D",
    "brand": "Creed",
    "product": "Silver Mountain Water",
    "description_zh": "你从容规划着未来蓝图，以开阔的视野审时度势。Creed的Silver Mountain Water与这份远见相互呼应——冰山融水般的清澈与绿茶的凛冽，构筑出冷静而深远的格局感。这香气赋予你掌控发展的明晰思路，让每个决策都如水晶般透彻。",
    "description_en": "You plan the future blueprint with composure, assessing the situation with an open vision. Creed’s Silver Mountain Water echoes this foresight—the clarity of melted glacial water and the chill of green tea construct a calm and profound pattern. It grants you clear thinking to control development, making every decision as transparent as crystal."
  },
  {
    "id": 18,
    "card_name": "權杖三",
    "choice": "A",
    "brand": "Creed",
    "product": "Love in White",
    "description_zh": "你的视野已超越当下，合作的契机与远方的成功正在眼前展开。Creed的Love in White与这份开阔的心境相合——稻谷的丰饶感与橙花、木兰的明亮香气交织，如同阳光洒在启航的船帆上。这香气带来的是对未来的笃定，愿它陪伴你迎接即将到来的丰硕成果。",
    "description_en": "Your vision has transcended the present; opportunities for cooperation and distant success unfold before you. Creed’s Love in White matches this open state of mind—the richness of rice husks interwoven with bright orange blossom and magnolia, like sunlight on setting sails. It brings certainty for the future, accompanying you to welcome the fruitful results soon to come."
  },
  {
    "id": 32,
    "card_name": "權杖三",
    "choice": "B",
    "brand": "Byredo",
    "product": "Bal d'Afrique",
    "description_zh": "你的视野已超越当下，远方的合作与成功初现曙光。Byredo的Bal d'Afrique与这份开阔的心境共鸣——香柠檬的明亮与琥珀的温暖，仿佛金色阳光洒在启航的船帆上。这香气承载着对未来的乐观，见证你拓展疆界的每个脚步。",
    "description_en": "Your vision has transcended the present; distant cooperation and success dawn. Byredo’s Bal d'Afrique resonates with this open state of mind—the brightness of bergamot and the warmth of amber seem like golden sunlight on setting sails. It carries optimism for the future, witnessing every step you take to expand your boundaries."
  },
  {
    "id": 51,
    "card_name": "權杖三",
    "choice": "C",
    "brand": "Kilian",
    "product": "Angels' Share",
    "description_zh": "你的视野已超越当下，远方的合作与成功初现端倪。Kilian的Angels' Share与这份开阔的期待共鸣——干邑白兰地的醇香与榛果的暖甜，仿佛预祝成功的盛宴。这香气承载着对未来的乐观，见证你拓展疆界的每个脚步。",
    "description_en": "Your vision has transcended the present; distant cooperation and success begin to show. Kilian’s Angels' Share resonates with this open expectation—the mellow scent of cognac and the warm sweetness of hazelnut seem like a feast pre-celebrating success. It carries optimism for the future, witnessing every step you take to expand your boundaries."
  },
  {
    "id": 72,
    "card_name": "權杖三",
    "choice": "D",
    "brand": "Louis Vuitton",
    "product": "On the Beach",
    "description_zh": "你的视野已超越当下，远方的合作与成功初现端倪。Louis Vuitton的On the Beach与这份开阔的期待共鸣——佛手柑的清新与迷迭香的活力，仿佛海风送来的远方讯息。这香气承载着对未来的乐观，见证你拓展疆界的每个脚步。",
    "description_en": "Your vision has transcended the present; distant cooperation and success begin to show. Louis Vuitton’s On the Beach resonates with this open expectation—the freshness of bergamot and the vitality of rosemary seem like a message from afar carried by the sea breeze. It carries optimism for the future, witnessing every step you take to expand your boundaries."
  },
  {
    "id": 16,
    "card_name": "權杖四",
    "choice": "A",
    "brand": "L'Artisan Parfumeur",
    "product": "La Chasse aux Papillons",
    "description_zh": "你迎来了阶段的胜利，沉浸在稳定而和谐的庆祝之中。L'Artisan的La Chasse aux Papillons完美捕捉这份喜悦——橙花、茉莉与椴树花在阳光下轻盈舞动，香气如同欢声笑语，纯粹而美好。愿这片无忧的花园，成为你共享成功、感受归属的幸福见证。",
    "description_en": "You have ushered in a victory of the stage, immersed in a stable and harmonious celebration. L'Artisan’s La Chasse aux Papillons perfectly captures this joy—orange blossom, jasmine, and linden flower dance lightly in the sun, the scent like laughter, pure and beautiful. May this carefree garden be a happy witness to your shared success and sense of belonging."
  },
  {
    "id": 23,
    "card_name": "權杖四",
    "choice": "B",
    "brand": "Maison Martin Margiela",
    "product": "By the Fireplace",
    "description_zh": "你建立起稳固的根基，正享受着努力换来的温馨回报。Maison Martin Margiela的By the Fireplace完美捕捉这份满足——烤栗子的甜香与炉火的暖意，营造出充满欢庆的家庭氛围。这香气是对稳定成就的最佳礼赞。",
    "description_en": "You have built a solid foundation and are enjoying the warm rewards of your efforts. Maison Martin Margiela’s By the Fireplace perfectly captures this satisfaction—the sweet scent of roasted chestnuts and the warmth of the fire create a festive family atmosphere. This fragrance is the best tribute to stable achievement."
  },
  {
    "id": 43,
    "card_name": "權杖四",
    "choice": "C",
    "brand": "Sol de Janeiro",
    "product": "Cheirosa '62",
    "description_zh": "你建立起稳固的根基，正享受着努力换来的欢庆时刻。Sol de Janeiro的Cheirosa '62完美捕捉这份喜悦——开心果与杏仁的奶甜，盐焦糖的温暖，营造出充满欢笑的庆祝氛围。这香气是对稳定成就的最佳礼赞。",
    "description_en": "You have built a solid foundation and are enjoying the festive moments earned by effort. Sol de Janeiro’s Cheirosa '62 perfectly captures this joy—the milky sweetness of pistachio and almond, with the warmth of salted caramel, creates a celebration full of laughter. This fragrance is the best tribute to stable achievement."
  },
  {
    "id": 76,
    "card_name": "權杖四",
    "choice": "D",
    "brand": "Byredo",
    "product": "Sundazed",
    "description_zh": "你建立起稳固的根基，正享受着努力换来的温馨回报。Byredo的Sundazed完美捕捉这份满足——柑橘的阳光气息与麝香的温暖质感，营造出充满欢庆的愉悦氛围。这香气是对稳定成就的最佳礼赞，如同永不休假的快乐。",
    "description_en": "You have built a solid foundation and are enjoying the warm rewards of your efforts. Byredo’s Sundazed perfectly captures this satisfaction—the sunny scent of citrus and the warm texture of musk create a joyous atmosphere of celebration. This fragrance is the best tribute to stable achievement, like a happiness that never takes a holiday."
  },
  {
    "id": 1,
    "card_name": "權杖五",
    "choice": "A",
    "brand": "Diptyque",
    "product": "L'Ombre dans L'Eau",
    "description_zh": "你身处充满挑战的竞争之中，不同的观点与力量正在交锋。Diptyque的L'Ombre dans L'Eau以强烈的绿意呼应这场激荡——黑醋栗叶的锋利青翠与玫瑰的柔美形成张力，如同思想碰撞的火花。这香气不回避冲突，却赋予你在混乱中保持清醒的锐气。",
    "description_en": "You are in the midst of challenging competition, where different views and forces clash. Diptyque’s L'Ombre dans L'Eau echoes this turbulence with intense greenery—the sharp verdancy of blackcurrant leaves creates tension with the softness of roses, like sparks from colliding thoughts. It does not avoid conflict, but grants you the sharpness to remain clear-headed in chaos."
  },
  {
    "id": 37,
    "card_name": "權杖五",
    "choice": "B",
    "brand": "Tom Ford",
    "product": "Ombré Leather",
    "description_zh": "你身处充满张力的竞争环境，不同的观点正在激烈交锋。Tom Ford的Ombré Leather与这份冲突的能量共振——皮革的野性与木质的深沉，展现出充满对抗的美感。这香气赋予你在混乱中保持风格的底气。",
    "description_en": "You are in a competitive environment full of tension, where different views clash fiercely. Tom Ford’s Ombré Leather resonates with this conflicting energy—the wildness of leather and the depth of wood reveal an aesthetic full of confrontation. This fragrance gives you the underlying strength to maintain style amidst the chaos."
  },
  {
    "id": 58,
    "card_name": "權杖五",
    "choice": "C",
    "brand": "Nishane",
    "product": "Ani",
    "description_zh": "你身处充满张力的竞争环境，不同的力量正在激烈碰撞。Nishane的Ani与这份冲突的能量共振——生姜的辛辣与香草的醇厚形成有趣对抗，香柠檬的明亮穿梭其间。这香气赋予你在混乱中保持个性的底气。",
    "description_en": "You are in a competitive environment full of tension, where different forces collide fiercely. Nishane’s Ani resonates with this conflicting energy—the spice of ginger and the richness of vanilla form an interesting confrontation, with bright bergamot weaving through. This fragrance gives you the underlying strength to maintain individuality amidst the chaos."
  },
  {
    "id": 74,
    "card_name": "權杖五",
    "choice": "D",
    "brand": "Diptyque",
    "product": "Eau des Sens",
    "description_zh": "你身处充满张力的竞争环境，不同的观点正在激烈碰撞。Diptyque的Eau des Sens与这份冲突的能量共振——苦橙的锐利与杜松子的青翠，在橙花的调和下形成精妙对抗。这香气赋予你在混乱中保持清醒知觉的底气。",
    "description_en": "You are in a competitive environment full of tension, where different views collide fiercely. Diptyque’s Eau des Sens resonates with this conflicting energy—the sharpness of bitter orange and the verdancy of juniper berry form an exquisite confrontation under the harmony of orange blossom. This fragrance gives you the underlying strength to maintain clear perception amidst the chaos."
  },
  {
    "id": 4,
    "card_name": "權杖六",
    "choice": "A",
    "brand": "Frédéric Malle",
    "product": "Une Rose",
    "description_zh": "你正享受胜利的荣耀，自信地接受众人的认可与喝彩。Frédéric Malle的Une Rose与你此刻的光芒相得益彰——它是一朵盛大而华丽的玫瑰，饱满、性感且不容忽视，如同凯旋时的冠冕。愿这极致绽放的香气，成为你赢得认可后的最佳奖赏。",
    "description_en": "You are enjoying the glory of victory, confidently accepting recognition and applause. Frédéric Malle’s Une Rose complements your radiance—a grand, magnificent rose, full, sexy, and impossible to ignore, like a crown of triumph. May this extreme bloom be the best reward after winning recognition."
  },
  {
    "id": 21,
    "card_name": "權杖六",
    "choice": "B",
    "brand": "Le Labo",
    "product": "Santal 33",
    "description_zh": "你赢得应有的认可，正自信地享受着胜利的荣耀。Le Labo的Santal 33与你此刻的光芒相得益彰——檀木的醇厚与皮革的潇洒，如同凯旋时的自然气场。这香气不做声张，却让人无法忽视你的成就。",
    "description_en": "You have won well-deserved recognition and are confidently enjoying the glory of victory. Le Labo’s Santal 33 complements your radiance—the richness of sandalwood and the dash of leather feel like a natural aura of triumph. It makes no loud claims, yet makes your achievement impossible to ignore."
  },
  {
    "id": 42,
    "card_name": "權杖六",
    "choice": "C",
    "brand": "Maison Francis Kurkdjian",
    "product": "Grand Soir",
    "description_zh": "你赢得应有的认可，正自信地享受着胜利的荣耀。Maison Francis Kurkdjian的Grand Soir与你此刻的光芒相得益彰——琥珀的辉煌与香草的绵长，如同凯旋时的盛大庆典。这香气不做声张，却让人无法忽视你的成就。",
    "description_en": "You have won well-deserved recognition and are confidently enjoying the glory of victory. Maison Francis Kurkdjian’s Grand Soir complements your radiance—the splendor of amber and the length of vanilla focus like a grand celebration of triumph. It makes no loud claims, yet makes your achievement impossible to ignore."
  },
  {
    "id": 73,
    "card_name": "權杖六",
    "choice": "D",
    "brand": "Tom Ford",
    "product": "Sole di Positano",
    "description_zh": "你赢得应有的认可，正自信地享受着胜利的荣耀。Tom Ford的Sole di Positano与你此刻的光芒相得益彰——柑橘的明亮与橙花的洁净，如同地中海阳光下的凯旋仪式。这香气不做声张，却自然吸引所有的赞赏与注目。",
    "description_en": "You have won well-deserved recognition and are confidently enjoying the glory of victory. Tom Ford’s Sole di Positano complements your radiance—the brightness of citrus and the cleanliness of orange blossom feel like a triumphal ceremony under the Mediterranean sun. It makes no loud claims, yet naturally attracts all admiration and gaze."
  },
  {
    "id": 7,
    "card_name": "權杖七",
    "choice": "A",
    "brand": "Aesop",
    "product": "Rozu",
    "description_zh": "你坚定地捍卫自己的立场，为信念而坚守。Aesop的Rozu与你此刻的韧性同在——烟熏木质与皮革构筑出坚实的基底，托起一朵历经风霜的玫瑰。这香气深沉而顽强，赋予你抵御压力的内在力量，助你在坚守中展现不可动摇的勇气。",
    "description_en": "You stand firm in your position, holding fast for your beliefs. Aesop’s Rozu is with you in this resilience—a solid base of smoky wood and leather supports a rose that has weathered the wind and frost. Deep and tenacious, this fragrance grants you the inner strength to withstand pressure, helping you show unshakable courage in your persistence."
  },
  {
    "id": 35,
    "card_name": "權杖七",
    "choice": "B",
    "brand": "Le Labo",
    "product": "Thé Noir 29",
    "description_zh": "你坚定地守护立场，为信念抵御着各方的挑战。Le Labo的Thé Noir 29与这份坚守的智慧相合——红茶的醇厚与烟草的坚韧，在复杂层次中展现持久力量。这香气赋予你在压力中保持从容的深度。",
    "description_en": "You firmly guard your position, resisting challenges from all sides for your beliefs. Le Labo’s Thé Noir 29 matches this wisdom of persistence—the richness of black tea and the tenacity of tobacco reveal lasting strength in complex layers. This fragrance grants you the depth to remain composed under pressure."
  },
  {
    "id": 59,
    "card_name": "權杖七",
    "choice": "C",
    "brand": "Memo Paris",
    "product": "Irish Leather",
    "description_zh": "你坚定地守护立场，为信念抵御着各方挑战。Memo Paris的Irish Leather与这份坚守的勇气相合——威士忌的烈性与皮革的韧性，在薄荷的清凉中展现不屈风骨。这香气赋予你在压力中保持风度的力量。",
    "description_en": "You firmly guard your position, resisting challenges from all sides for your beliefs. Memo Paris’s Irish Leather matches this courage of persistence—the intensity of whiskey and the toughness of leather show unyielding character within the cool of mint. This fragrance grants you the strength to maintain grace under pressure."
  },
  {
    "id": 26,
    "card_name": "權杖七",
    "choice": "D",
    "brand": "Jo Malone London",
    "product": "Wood Sage & Sea Salt",
    "description_zh": "你坚定地守护立场，为信念抵御着各方挑战。Jo Malone的Wood Sage & Sea Salt与这份坚守的智慧相合——海风的清新与鼠尾草的沉稳，展现出以柔克刚的防御力量。这香气赋予你在压力中保持从容的天然底气。",
    "description_en": "You firmly guard your position, resisting challenges from all sides for your beliefs. Jo Malone’s Wood Sage & Sea Salt matches this wisdom of persistence—the freshness of sea breeze and the steadiness of sage reveal a defensive power of softness overcoming hardness. This fragrance grants you the natural underlying strength to remain composed under pressure."
  },
  {
    "id": 13,
    "card_name": "權杖八",
    "choice": "A",
    "brand": "Diptyque",
    "product": "Ofrésia",
    "description_zh": "行动迅速展开，消息与进展如箭般飞驰。Diptyque的Ofrésia以直接的锐利呼应这股动能——小苍兰的青绿根茎气息线性而鲜明，不带丝毫迟疑。这香气迅捷而专注，仿佛加速的心跳，助你精准、高效地直达目标。",
    "description_en": "Action unfolds rapidly; news and progress fly like arrows. Diptyque’s Ofrésia responds to this momentum with direct sharpness—the green, stem-like scent of freesia is linear and distinct, without hesitation. Swift and focused, like a racing heartbeat, it helps you reach your goal accurately and efficiently."
  },
  {
    "id": 34,
    "card_name": "權杖八",
    "choice": "B",
    "brand": "Aesop",
    "product": "Tacit",
    "description_zh": "行动迅速展开，消息与进展如箭矢般飞驰。Aesop的Tacit以清晰的动能呼应这股节奏——柑橘的明快与香根草的导向性，带来直达目标的效率。这香气加速你的步伐，让计划以最流畅的方式实现。",
    "description_en": "Action unfolds rapidly; news and progress fly like arrows. Aesop’s Tacit responds to this rhythm with clear momentum—the brightness of citrus and the directiveness of vetiver bring efficiency that cuts straight to the target. This fragrance accelerates your pace, allowing plans to be realized in the most fluid way."
  },
  {
    "id": 54,
    "card_name": "權杖八",
    "choice": "C",
    "brand": "Penhaligon's",
    "product": "Changing Constance",
    "description_zh": "行动迅速展开，计划以惊人的速度推进。Penhaligon's的Changing Constance以多变的动能呼应这股节奏——豆蔻的咸香与焦糖的甜蜜在雪松间流转，象征着敏捷的思维与行动。这香气加速你的步伐，让目标高效达成。",
    "description_en": "Action unfolds rapidly; plans advance at astonishing speed. Penhaligon's Changing Constance responds to this rhythm with versatile momentum—the salty scent of cardamom and the sweetness of caramel flow among cedar, symbolizing agile thinking and action. This fragrance accelerates your pace, ensuring goals are reached efficiently."
  },
  {
    "id": 78,
    "card_name": "權杖八",
    "choice": "D",
    "brand": "Maison Francis Kurkdjian",
    "product": "Aqua Celestia",
    "description_zh": "行动迅速展开，计划以惊人的速度推进。Maison Francis Kurkdjian的Aqua Celestia以流畅的动能呼应这股节奏——薄荷的清凉与柠檬的明快，象征着思维与行动的无缝衔接。这香气加速你的步伐，让目标以最优雅的方式达成。",
    "description_en": "Action unfolds rapidly; plans advance at astonishing speed. Maison Francis Kurkdjian’s Aqua Celestia responds to this rhythm with fluid momentum—the coolness of mint and the brightness of lemon symbolize the seamless connection of thought and action. This fragrance accelerates your pace, ensuring goals are reached in the most elegant way."
  },
  {
    "id": 20,
    "card_name": "權杖九",
    "choice": "A",
    "brand": "Gucci",
    "product": "Mémoire d'une Odeur",
    "description_zh": "你从过往的经验中积累智慧，带着伤痕却更加警惕与坚韧。Gucci的Mémoire d'une Odeur与这份复杂的成熟共鸣——洋甘菊的质朴与矿物麝香的疏离，交织出带着距离感的回忆。这香气不掩盖过去，却以清醒的姿态，为你筑起保护性的边界。",
    "description_en": "You gather wisdom from past experiences, scarred but more alert and tough. Gucci’s Mémoire d'une Odeur resonates with this complex maturity—the simplicity of chamomile and the detachment of mineral musk weave a memory with distance. It does not hide the past but, with a sober posture, builds a protective boundary for you."
  },
  {
    "id": 28,
    "card_name": "權杖九",
    "choice": "B",
    "brand": "Diptyque",
    "product": "Tam Dao",
    "description_zh": "你从过往经验中积累智慧，带着伤痕却更加警惕坚韧。Diptyque的Tam Dao与这份成熟的防御共鸣——檀木的宁谧与雪松的坚定，构筑出保护性的沉思空间。这香气不掩盖伤痛，却将经历转化为内在的力量。",
    "description_en": "You gather wisdom from past experiences, scarred but more alert and tough. Diptyque’s Tam Dao resonates with this mature defense—the serenity of sandalwood and the firmness of cedar construct a protective space for contemplation. It does not hide the pain but transforms experience into inner strength."
  },
  {
    "id": 56,
    "card_name": "權杖九",
    "choice": "C",
    "brand": "BDK Parfums",
    "product": "Gris Charnel",
    "description_zh": "你从过往经验中积累智慧，带着警惕继续前行。BDK的Gris Charnel与这份成熟的防御共鸣——无花果的奶感与茶的清苦，在檀木基底上构筑出灰色地带的智慧。这香气将经历转化为内在的韧性。",
    "description_en": "You gather wisdom from past experiences, moving forward with vigilance. BDK Parfums’ Gris Charnel resonates with this mature defense—the milkiness of fig and the bitterness of tea construct a wisdom of the gray zone on a sandalwood base. This fragrance transforms experience into inner resilience."
  },
  {
    "id": 65,
    "card_name": "權杖九",
    "choice": "D",
    "brand": "Acca Kappa",
    "product": "White Moss",
    "description_zh": "你从过往经验中积累智慧，带着警惕继续前行。Acca Kappa的White Moss与这份成熟的防御共鸣——白麝香的洁净与苔藓的湿润，构筑出保护性的沉淀空间。这香气将经历转化为内在的韧性，为下一场战斗做好准备。",
    "description_en": "You gather wisdom from past experiences, moving forward with vigilance. Acca Kappa’s White Moss resonates with this mature defense—the cleanliness of white musk and the moisture of moss construct a quiet space for settling. This fragrance transforms experience into inner resilience, preparing you for the next battle."
  },
  {
    "id": 9,
    "card_name": "權杖十",
    "choice": "A",
    "brand": "Le Labo",
    "product": "Rose 31",
    "description_zh": "你承担着繁重的责任，虽感疲惫却依然坚持。Le Labo的Rose 31理解这份沉重的背负——孜然的辛热与深沉的木质，紧紧缠绕着玫瑰，香气充满压力与张力。它不轻言安慰，却陪伴你经历这必经的磨砺，直至在尽头寻回内在的力量。",
    "description_en": "You bear heavy responsibilities, exhausted yet persisting. Le Labo’s Rose 31 understands this heavy burden—the spicy heat of cumin and deep wood tightly entwine the rose, a scent full of pressure and tension. It offers no light comfort but accompanies you through this necessary tempering, until you find inner strength at the end."
  },
  {
    "id": 29,
    "card_name": "權杖十",
    "choice": "B",
    "brand": "L'Artisan Parfumeur",
    "product": "Bois Farine",
    "description_zh": "你承担着繁重的责任，虽感疲惫却依然坚持前行。L'Artisan的Bois Farine理解这份背负——杏仁粉的质朴与雪松的支撑感，如同最踏实的陪伴。这香气不减轻重量，却让负重前行的路上多一份温暖。",
    "description_en": "You bear heavy responsibilities, exhausted yet persisting forward. L'Artisan’s Bois Farine understands this burden—the simplicity of almond flour and the supportive sense of cedar feel like the most solid companionship. It does not lighten the weight, but adds a warmth to the strenuous journey."
  },
  {
    "id": 47,
    "card_name": "權杖十",
    "choice": "C",
    "brand": "Serge Lutens",
    "product": "Jeux de Peau",
    "description_zh": "你承担着繁重的责任，虽感疲惫却依然坚持。Serge Lutens的Jeux de Peau理解这份背负——烤面包的暖香与牛奶的醇厚，提供最质朴的慰藉。这香气不减轻重量，却让负重前行的路上多一份温暖陪伴。",
    "description_en": "You bear heavy responsibilities, exhausted yet persisting. Serge Lutens’ Jeux de Peau understands this burden—the warm scent of toasted bread and the richness of milk offer the simplest solace. It does not lighten the weight, but adds a warm companion to the strenuous journey."
  },
  {
    "id": 62,
    "card_name": "權杖十",
    "choice": "D",
    "brand": "Maison Martin Margiela",
    "product": "Lazy Sunday Morning",
    "description_zh": "你承担着繁重的责任，虽感疲惫却依然坚持。Maison Martin Margiela的Lazy Sunday Morning理解这份背负——铃兰的清新与梨子的水润，在白麝香的包裹中提供温柔的慰藉。这香气不减轻重量，却让负重前行的路上多一份舒缓。",
    "description_en": "You bear heavy responsibilities, exhausted yet persisting. Maison Martin Margiela’s Lazy Sunday Morning understands this burden—the freshness of lily of the valley and the moistness of pear offer gentle solace wrapped in white musk. It does not lighten the weight, but adds a soothing touch to the strenuous journey."
  },
  {
    "id": 5,
    "card_name": "權杖侍者",
    "choice": "A",
    "brand": "Byredo",
    "product": "Young Rose",
    "description_zh": "你带着好奇与热情探索世界，跃跃欲试地迎接每个新发现。Byredo的Young Rose与你同频——花椒的刺激感与青绿玫瑰的鲜活，正是少年无畏的写照。这香气充满未驯服的生机，鼓励你勇敢尝试，在每一次探索中积累成长的印记。",
    "description_en": "You explore the world with curiosity and passion, eager to welcome every new discovery. Byredo’s Young Rose is on your frequency—the stimulation of Sichuan pepper and the vividness of green rose are reflected in fearless youth. Full of untamed vitality, it encourages you to try bravely, accumulating marks of growth in every exploration."
  },
  {
    "id": 26,
    "card_name": "權杖侍者",
    "choice": "B",
    "brand": "Jo Malone London",
    "product": "Wood Sage & Sea Salt",
    "description_zh": "你带着好奇探索世界，随时准备将灵感转化为行动。Jo Malone的Wood Sage & Sea Salt与你跃跃欲试的心境相合——海风的清新与鼠尾草的天然趣味，正是少年探险家的完美写照。",
    "description_en": "You explore the world with curiosity, ready to turn inspiration into action. Jo Malone’s Wood Sage & Sea Salt matches your eager state of mind—the freshness of sea breeze and the natural fun of sage are the perfect portrait of a young explorer."
  },
  {
    "id": 43,
    "card_name": "權杖侍者",
    "choice": "C",
    "brand": "Sol de Janeiro",
    "product": "Cheirosa '62",
    "description_zh": "你带着好奇探索世界，跃跃欲试地迎接每个新挑战。Sol de Janeiro的Cheirosa '62与你活泼的特质相合——开心果与杏仁的活泼甜香，盐焦糖的阳光气息，正是少年探险家的完美写照。",
    "description_en": "You explore the world with curiosity, eager to welcome every new challenge. Sol de Janeiro’s Cheirosa '62 matches your lively nature—the lively sweetness of pistachio and almond, with the sunny scent of salted caramel, is the perfect portrait of a young explorer."
  },
  {
    "id": 75,
    "card_name": "權杖侍者",
    "choice": "D",
    "brand": "Acqua di Parma",
    "product": "Fico di Amalfi",
    "description_zh": "你带着好奇探索世界，跃跃欲试地迎接每个新挑战。Acqua di Parma的Fico di Amalfi与你活泼的特质相合——无花果叶的青翠与果实的清甜，正是少年探险家的完美写照。这香气鼓励你保持探索的热情，在尝试中积累经验。",
    "description_en": "You explore the world with curiosity, eager to welcome every new challenge. Acqua di Parma’s Fico di Amalfi matches your lively nature—the verdancy of fig leaves and the sweetness of fruit are the perfect portrait of a young explorer. This fragrance encourages you to maintain enthusiasm for exploration, accumulating experience in every attempt."
  },
  {
    "id": 1,
    "card_name": "權杖騎士",
    "choice": "A",
    "brand": "Diptyque",
    "product": "L'Ombre dans L'Eau",
    "description_zh": "你以满腔热情投入行动，追求速度与刺激，无所畏惧。Diptyque的L'Ombre dans L'Eau与你迸发的能量契合——黑醋栗叶的澎湃绿意扑面而来，充满动感与冲击力。这香气自由而野性，正是你一往无前的灵魂写照，助你在追逐中尽显魅力。",
    "description_en": "You throw yourself into action with full passion, pursuing speed and thrill without fear. Diptyque’s L'Ombre dans L'Eau fits your bursting energy—the surging greenery of blackcurrant leaves hits your face, full of motion and impact. Free and wild, this is the portrait of your unstoppable soul, helping you exude charm in the chase."
  },
  {
    "id": 37,
    "card_name": "權杖騎士",
    "choice": "B",
    "brand": "Tom Ford",
    "product": "Ombré Leather",
    "description_zh": "你以满腔热情投入行动，追求着速度与刺激的冒险。Tom Ford的Ombré Leather与你迸发的能量契合——皮革的不羁与木质的深度，展现着充满魅力的冒险精神。这香气是你追逐路上最性感的战歌。",
    "description_en": "You throw yourself into action with full passion, pursuing the adventure of speed and thrill. Tom Ford’s Ombré Leather fits your bursting energy—the uninhibited nature of leather and the depth of wood reveal an adventurous spirit full of charm. This fragrance is the sexiest war song on your path of pursuit."
  },
  {
    "id": 41,
    "card_name": "權杖騎士",
    "choice": "C",
    "brand": "Kilian",
    "product": "Intoxicated",
    "description_zh": "你以满腔热情投入行动，追求着速度与刺激的冒险。Kilian的Intoxicated与你迸发的能量契合——咖啡的浓烈与小豆蔻的辛辣，展现着充满魅力的冒险精神。这香气是你追逐路上最令人沉醉的战歌。",
    "description_en": "You throw yourself into action with full passion, pursuing the adventure of speed and thrill. Kilian’s Intoxicated fits your bursting energy—the intensity of coffee and the spice of cardamom reveal an adventurous spirit full of charm. This fragrance is the most intoxicating war song on your path of pursuit."
  },
  {
    "id": 79,
    "card_name": "權杖騎士",
    "choice": "D",
    "brand": "Creed",
    "product": "Virgin Island Water",
    "description_zh": "你以满腔热情投入行动，追求着速度与刺激的冒险。Creed的Virgin Island Water与你迸发的能量契合——青柠的爽朗与椰子的热带风情，展现着充满活力的冒险精神。这香气是你追逐路上最令人愉悦的战歌。",
    "description_en": "You throw yourself into action with full passion, pursuing the adventure of speed and thrill. Creed’s Virgin Island Water fits your bursting energy—the crispness of lime and the tropical flair of coconut reveal an adventurous spirit full of vitality. This fragrance is the most delightful war song on your path of pursuit."
  },
  {
    "id": 2,
    "card_name": "權杖皇后",
    "choice": "A",
    "brand": "Stella McCartney",
    "product": "Stella",
    "description_zh": "你散发着阳光般的自信与温暖，以创造力激励着身边的人。Stella McCartney的Stella与你女王般的气场相映——它是一支纯粹而明亮的玫瑰，温暖、真诚且充满生命力。这香气如同你的人格魅力，自然吸引着美好的人与事，照亮你所处的每个空间。",
    "description_en": "You radiate sunny confidence and warmth, inspiring those around you with creativity. Stella McCartney’s Stella reflects your queenly aura—a pure, bright rose, warm, sincere, and full of life. Like your charisma, it naturally attracts beautiful people and things, illuminating every space you occupy."
  },
  {
    "id": 31,
    "card_name": "權杖皇后",
    "choice": "B",
    "brand": "Maison Francis Kurkdjian",
    "product": "À la Rose",
    "description_zh": "你散发着阳光般的自信与温暖，以创造力激励着周围的生命。Maison Francis Kurkdjian的À la Rose与你女王般的气场相映——盛大的玫瑰花园绽放着迷人的生命力，这香气正是你人格魅力的最佳诠释。",
    "description_en": "You radiate sunny confidence and warmth, inspiring life around you with creativity. Maison Francis Kurkdjian’s À la Rose reflects your queenly aura—a grand rose garden blooming with charming vitality, this fragrance is the best interpretation of your charisma."
  },
  {
    "id": 53,
    "card_name": "權杖皇后",
    "choice": "C",
    "brand": "Xerjoff",
    "product": "Lira",
    "description_zh": "你散发着阳光般的自信与温暖，以创造力激励着周围。Xerjoff的Lira与你女王般的气场相映——焦糖柠檬蛋糕的诱人香气，甜美而强大。这香气正是你人格魅力的最佳诠释，照亮你所处的每个空间。",
    "description_en": "You radiate sunny confidence and warmth, inspiring your surroundings with creativity. Xerjoff’s Lira reflects your queenly aura—the tempting scent of caramel lemon cake, sweet and powerful. This fragrance is the best interpretation of your charisma, illuminating every space you occupy."
  },
  {
    "id": 66,
    "card_name": "權杖皇后",
    "choice": "D",
    "brand": "Chloe",
    "product": "Love Story",
    "description_zh": "你散发着阳光般的自信与温暖，以创造力激励着周围。Chloe的Love Story与你女王般的气场相映——橙花的洁净与麝香的温柔，交织出优雅而坚定的魅力。这香气正是你人格魅力的最佳诠释，照亮你所处的每个空间。",
    "description_en": "You radiate sunny confidence and warmth, inspiring your surroundings with creativity. Chloe’s Love Story reflects your queenly aura—the cleanliness of orange blossom and the tenderness of musk weave an elegant and firm charm. This fragrance is the best interpretation of your charisma, illuminating every space you occupy."
  },
  {
    "id": 7,
    "card_name": "權杖國王",
    "choice": "A",
    "brand": "Aesop",
    "product": "Rozu",
    "description_zh": "你以成熟的远见与坚定的意志引领方向，是众人信赖的领袖。Aesop的Rozu与你沉稳的权威共鸣——烟熏木质与皮革的坚实架构，支撑起一朵深邃的玫瑰。这香气强大而内敛，正如真正的影响力，不怒自威，在从容中掌控全局。",
    "description_en": "You lead with mature foresight and firm will, a leader trusted by all. Aesop’s Rozu resonates with your steady authority—a solid structure of smoky wood and leather supporting a deep rose. Powerful yet restrained, like true influence, it commands respect without anger, controlling the whole with composure."
  },
  {
    "id": 21,
    "card_name": "權杖國王",
    "choice": "B",
    "brand": "Le Labo",
    "product": "Santal 33",
    "description_zh": "你以成熟的远见引领方向，在沉稳中展现不可动摇的权威。Le Labo的Santal 33与你国王般的掌控力共鸣——檀木的深邃与皮革的力度，构筑出经得起时间考验的影响力。这香气不言自威，展现着真正的领袖风范。",
    "description_en": "You lead with mature foresight, showing unwavering authority in your steadiness. Le Labo’s Santal 33 resonates with your kingly control—the depth of sandalwood and the strength of leather build an influence that withstands the test of time. Commanding without words, it reveals true leadership."
  },
  {
    "id": 52,
    "card_name": "權杖國王",
    "choice": "C",
    "brand": "Maison Francis Kurkdjian",
    "product": "Oud Satin Mood",
    "description_zh": "你以成熟的远见引领方向，在沉稳中展现不可动摇的权威。Maison Francis Kurkdjian的Oud Satin Mood与你国王般的掌控力共鸣——乌木的深邃被玫瑰柔化，天鹅绒般的质感展现刚柔并济的领导力。这香气不言自威，展现着真正的领袖风范。",
    "description_en": "You lead with mature foresight, showing unwavering authority in your steadiness. Maison Francis Kurkdjian’s Oud Satin Mood resonates with your kingly control—the depth of oud softened by rose, a velvet texture showing leadership of both strength and gentleness. Commanding without words, it reveals true leadership."
  },
  {
    "id": 70,
    "card_name": "權杖國王",
    "choice": "D",
    "brand": "Penhaligon's",
    "product": "Castile",
    "description_zh": "你以成熟的远见引领方向，在沉稳中展现不可动摇的权威。Penhaligon's的Castile与你国王般的掌控力共鸣——橙花与皂感的经典组合，展现历经时间考验的优雅力量。这香气不言自威，在古典格调中展现真正的领袖风范。",
    "description_en": "You lead with mature foresight, showing unwavering authority in your steadiness. Penhaligon's Castile resonates with your kingly control—the classic combination of orange blossom and soapy notes reveals elegant power tested by time. Commanding without words, it reveals true leadership in a classical style."
  },
  {
    "id": 14,
    "card_name": "聖杯一",
    "choice": "A",
    "brand": "Frédéric Malle",
    "product": "En Passant",
    "description_zh": "你感受到情感的源泉正在内心涌动，直觉与无条件的爱从心底自然流淌。Frédéric Malle的En Passant与这份纯净的觉醒共鸣——紫丁香的朦胧水汽与黄瓜的清新，捕捉了心灵最柔软的瞬间。这香气不带负担，只轻声提醒：爱的本质，是愿意为美好而敞开。",
    "description_en": "You feel the spring of emotion surging within, intuition and unconditional love flowing naturally. Frédéric Malle’s En Passant resonates with this pure awakening—the misty vapor of lilac and the freshness of cucumber capture the soul’s softest moment. Burden-free, it whispers: the essence of love is the willingness to open up to beauty."
  },
  {
    "id": 28,
    "card_name": "聖杯一",
    "choice": "B",
    "brand": "Diptyque",
    "product": "Tam Dao",
    "description_zh": "情感的源泉正在你心中涌动，无条件的爱与直觉自然流淌。Diptyque的Tam Dao与这份纯净的觉醒共鸣——檀木的奶香与雪松的宁谧，创造出神圣的情感空间。这香气不设边界，温柔拥抱每一份新生的感受，陪伴你体验心灵最初的悸动。",
    "description_en": "The spring of emotion surges within you, unconditional love and intuition flowing naturally. Diptyque’s Tam Dao resonates with this pure awakening—the milky scent of sandalwood and the peace of cedar create a sacred emotional space. Setting no boundaries, it gently embraces every new feeling, accompanying you to experience the heart's first flutter."
  },
  {
    "id": 49,
    "card_name": "聖杯一",
    "choice": "C",
    "brand": "Comptoir Sud Pacifique",
    "product": "Vanille Abricot",
    "description_zh": "情感的源泉正在你心中涌动，纯真的爱意自然流淌。Comptoir Sud Pacifique的Vanille Abricot与这份纯净的觉醒共鸣——香草与杏子的甜美组合简单而温暖，如同初绽的花蕾。这香气不设边界，温柔拥抱每一份新生的感受，陪伴你体验心灵最初的悸动。",
    "description_en": "The spring of emotion surges within you, innocent love flowing naturally. Comptoir Sud Pacifique’s Vanille Abricot resonates with this pure awakening—the sweet combination of vanilla and apricot is simple and warm, like a budding flower. Setting no boundaries, it gently embraces every new feeling, accompanying you to experience the heart's first flutter."
  },
  {
    "id": 61,
    "card_name": "聖杯一",
    "choice": "D",
    "brand": "Byredo",
    "product": "Blanche",
    "description_zh": "情感的源泉正在你心中自然流淌，纯净的爱意如初雪般清澈。Byredo的Blanche与这份觉醒完美契合——白麝香与醛香交织出绝对的洁净感，如同未经书写的美好篇章。这香气温柔拥抱每一份新生的感受，陪伴你体验心灵最初的悸动。",
    "description_en": "The spring of emotion flows naturally within you, pure love as clear as first snow. Byredo’s Blanche fits this awakening perfectly—white musk and aldehydes weave absolute cleanliness, like an unwritten beautiful chapter. Gentle, it embraces every new feeling, accompanying you to experience the heart's first flutter."
  },
  {
    "id": 2,
    "card_name": "聖杯二",
    "choice": "A",
    "brand": "Stella McCartney",
    "product": "Stella",
    "description_zh": "你正经历一段真诚的情感连结，彼此的心灵在平等与尊重中相互映照。Stella McCartney的Stella诠释这份和谐的爱——它是一支纯粹而温暖的玫瑰，从一而终，如同灵魂之间的默契无需多言。愿这简单而深情的香气，成为你们之间无声的承诺。",
    "description_en": "You are experiencing a sincere emotional connection, souls mirroring each other in equality and respect. Stella McCartney’s Stella interprets this harmonious love—a pure, warm rose, faithful from beginning to end, like the tacit understanding between souls that needs no words. May this simple, deep fragrance be the silent promise between you."
  },
  {
    "id": 33,
    "card_name": "聖杯二",
    "choice": "B",
    "brand": "Loewe",
    "product": "001 Woman",
    "description_zh": "你正经历深刻的灵魂共鸣，两颗心在平等尊重中相互映照。Loewe的001 Woman诠释这份亲密联结——香草的温暖与茉莉的清甜，在麝香的包裹中交织出肌肤相亲的温柔。这香气记录着心灵相通的瞬间，成为彼此之间无言的承诺。",
    "description_en": "You are experiencing deep soul resonance, two hearts mirroring each other in equality and respect. Loewe’s 001 Woman interprets this intimate connection—the warmth of vanilla and the sweetness of jasmine weave the gentleness of skin-to-skin contact wrapped in musk. This fragrance records the moment of telepathy, becoming a wordless promise between you."
  },
  {
    "id": 52,
    "card_name": "聖杯二",
    "choice": "C",
    "brand": "Maison Francis Kurkdjian",
    "product": "Oud Satin Mood",
    "description_zh": "你正经历深刻的灵魂共鸣，两颗心在平等尊重中相互映照。Maison Francis Kurkdjian的Oud Satin Mood诠释这份亲密联结——乌木的深邃被玫瑰温柔包裹，天鹅绒般的质感如同永不分离的拥抱。这香气记录着心灵相通的永恒瞬间，成为彼此之间最深刻的承诺。",
    "description_en": "You are experiencing deep soul resonance, two hearts mirroring each other in equality and respect. Maison Francis Kurkdjian’s Oud Satin Mood interprets this intimate connection—the depth of oud gently wrapped in rose, a velvet texture like an inseparable embrace. This fragrance records the eternal moment of telepathy, becoming the deepest promise between you."
  },
  {
    "id": 63,
    "card_name": "聖杯二",
    "choice": "D",
    "brand": "Narciso Rodriguez",
    "product": "For Her Eau de Toilette",
    "description_zh": "你正经历深刻的灵魂共鸣，两颗心在默契中相互映照。Narciso Rodriguez的For Her Eau de Toilette诠释这份亲密——麝香的洁净与花香的柔软，勾勒出肌肤相亲的温暖记忆。这香气记录着心灵相通的瞬间，成为彼此之间无言的承诺。",
    "description_en": "You are experiencing deep soul resonance, two hearts mirroring each other in tacit understanding. Narciso Rodriguez’s For Her Eau de Toilette interprets this intimacy—the cleanliness of musk and the softness of florals outline the warm memory of skin-to-skin contact. This fragrance records the moment of telepathy, becoming a wordless promise between you."
  },
  {
    "id": 16,
    "card_name": "聖杯三",
    "choice": "A",
    "brand": "L'Artisan Parfumeur",
    "product": "La Chasse aux Papillons",
    "description_zh": "你沉浸在与他人的欢庆之中，友谊与情感的丰收让心灵满足。L'Artisan的La Chasse aux Papillons完美呼应这份喜悦——白花在阳光下轻盈飞舞，椴花蜜的甜香洋溢着纯粹的快乐。这香气属于共享的时光，见证着人与人之间最温暖的联结。",
    "description_en": "You are immersed in celebration with others, the harvest of friendship and emotion satisfying the soul. L'Artisan’s La Chasse aux Papillons echoes this joy perfectly—white flowers dance in the sun, the sweet scent of linden nectar overflowing with pure happiness. This fragrance belongs to shared times, witnessing the warmest connections between people."
  },
  {
    "id": 32,
    "card_name": "聖杯三",
    "choice": "B",
    "brand": "Byredo",
    "product": "Bal d'Afrique",
    "description_zh": "你沉浸在与他人的欢庆中，情感的丰收让心灵充实喜悦。Byredo的Bal d'Afrique与这份共享的快乐共鸣——香柠檬的明亮与琥珀的温暖，仿佛节日里的金色阳光。这香气属于相聚的时刻，见证着人与人之间最真诚的情感交流。",
    "description_en": "You are immersed in celebration with others, the harvest of emotion filling the soul with joy. Byredo’s Bal d'Afrique resonates with this shared happiness—the brightness of bergamot and the warmth of amber feel like golden festive sunlight. This fragrance belongs to moments of gathering, witnessing the most sincere emotional exchanges between people."
  },
  {
    "id": 51,
    "card_name": "聖杯三",
    "choice": "C",
    "brand": "Kilian",
    "product": "Angels' Share",
    "description_zh": "你沉浸在与他人的欢庆中，情感的丰收让心灵充实喜悦。Kilian的Angels' Share与这份共享的快乐共鸣——干邑白兰地的醇香与榛果的暖甜，仿佛节日里的盛宴。这香气属于相聚的时刻，见证着人与人之间最温暖的情感交流。",
    "description_en": "You are immersed in celebration with others, the harvest of emotion filling the soul with joy. Kilian’s Angels' Share resonates with this shared happiness—the mellowness of cognac and the warm sweetness of hazelnut feel like a festive feast. This fragrance belongs to moments of gathering, witnessing the warmest emotional exchanges between people."
  },
  {
    "id": 79,
    "card_name": "聖杯三",
    "choice": "D",
    "brand": "Creed",
    "product": "Virgin Island Water",
    "description_zh": "你沉浸在与他人的欢庆中，情感的丰收让心灵充实喜悦。Creed的Virgin Island Water与这份共享的快乐共鸣——青柠的爽朗与椰子的热带风情，仿佛永不落幕的海岛派对。这香气属于相聚的时刻，见证着人与人之间最真诚的情感交流。",
    "description_en": "You are immersed in celebration with others, the harvest of emotion filling the soul with joy. Creed’s Virgin Island Water resonates with this shared happiness—the crispness of lime and the tropical flair of coconut feel like an island party that never ends. This fragrance belongs to moments of gathering, witnessing the most sincere emotional exchanges between people."
  },
  {
    "id": 20,
    "card_name": "聖杯四",
    "choice": "A",
    "brand": "Gucci",
    "product": "Mémoire d'une Odeur",
    "description_zh": "你对外界的情感邀请感到倦怠，渴望向内寻找真正的满足。Gucci的Mémoire d'une Odeur与这份自省的心境契合——洋甘菊的质朴与矿物麝香的疏离，营造出抽离现实的氛围。这香气不评判你的退缩，却提供一片宁静，让你在独处中重新认识自己的需求。",
    "description_en": "You feel weary of emotional invitations from the outside, longing to look inward for true satisfaction. Gucci’s Mémoire d'une Odeur fits this introspective mood—the simplicity of chamomile and the detachment of mineral musk create an atmosphere withdrawn from reality. It judges not your retreat, but offers quietness, letting you rediscover your needs in solitude."
  },
  {
    "id": 24,
    "card_name": "聖杯四",
    "choice": "B",
    "brand": "Aesop",
    "product": "Hwyl",
    "description_zh": "你对外界的情感邀请感到倦怠，渴望在独处中寻找真实的满足。Aesop的Hwyl与这份自省的心境契合——柏树的幽深与苔藓的湿润，营造出远离尘嚣的静谧空间。这香气不打扰你的沉思，只为疲惫的心灵提供栖息之所。",
    "description_en": "You feel weary of emotional invitations from the outside, longing to find true satisfaction in solitude. Aesop’s Hwyl fits this introspective mood—the depth of cypress and the moisture of moss create a quiet space far from the noise. It does not disturb your contemplation, but offers a resting place for the weary soul."
  },
  {
    "id": 56,
    "card_name": "聖杯四",
    "choice": "C",
    "brand": "BDK Parfums",
    "product": "Gris Charnel",
    "description_zh": "你对外界的情感邀请感到倦怠，渴望在独处中寻找真实的满足。BDK的Gris Charnel与这份自省的心境契合——无花果的奶感与茶的清苦，在檀木基底上交织出朦胧的宁静。这香气不打扰你的沉思，只为疲惫的心灵提供栖息之所。",
    "description_en": "You feel weary of emotional invitations from the outside, longing to find true satisfaction in solitude. BDK’s Gris Charnel fits this introspective mood—the milkiness of fig and the bitterness of tea weave a hazy tranquility on a sandalwood base. It does not disturb your contemplation, but offers a resting place for the weary soul."
  },
  {
    "id": 65,
    "card_name": "聖杯四",
    "choice": "D",
    "brand": "Acca Kappa",
    "product": "White Moss",
    "description_zh": "你对外界的情感邀请感到倦怠，渴望在独处中寻找真实的满足。Acca Kappa的White Moss与这份自省的心境契合——白麝香的洁净与苔藓的湿润，营造出远离喧嚣的静谧空间。这香气不打扰你的沉思，只为疲惫的心灵提供栖息之所。",
    "description_en": "You feel weary of emotional invitations from the outside, longing to find true satisfaction in solitude. Acca Kappa’s White Moss fits this introspective mood—the cleanliness of white musk and the moisture of moss create a quiet space far from the clamor. It does not disturb your contemplation, but offers a resting place for the weary soul."
  }
]