[
  {
    "id": 230,
    "description_en": "When the soul awakens, Sacred Wood guides this holy transition—pure sandalwood and milky serenity creating a judgment-free space. It offers a clear perspective, turning every reflection into a chance for rebirth.",
    "quote_en": "Turning every reflection into a chance for rebirth."
  },
  {
    "id": 231,
    "description_en": "As the soul awakens, Angels' Share escorts this divine shift—rich cognac and oak bringing sudden enlightenment. It judges not the past, but offers a clear view, making every reflection a seed for new life.",
    "quote_en": "Making every reflection a seed for new life."
  },
  {
    "id": 232,
    "description_en": "When the soul awakens, Lazy Sunday Morning guards this sacred turn—clean soap and fresh pear bringing renewed clarity. It judges not the past, but offers a fresh perspective, turning reflection into rebirth.",
    "quote_en": "Turning reflection into rebirth."
  },
  {
    "id": 234,
    "description_en": "As the cycle completes, Santal 33 crowns the moment—sandalwood and leather standing tall like a peak view of the journey. It witnesses your wholeness, offering grounded affirmation at the point where end meets beginning.",
    "quote_en": "Offering grounded affirmation at the point where end meets beginning."
  },
  {
    "id": 235,
    "description_en": "When the cycle completes, Grand Soir crowns the moment—amber brilliance and vanilla abundance building a perfect finale. It witnesses your creation's wholeness, offering dazzling affirmation where the circle closes and opens anew.",
    "quote_en": "Offering dazzling affirmation where the circle closes and opens anew."
  },
  {
    "id": 236,
    "description_en": "As the cycle completes, Virgin Island Water crowns the moment—tropical lime and coconut with a hint of rum. It witnesses your wholeness, offering a relaxed celebration at the meeting point of end and beginning.",
    "quote_en": "Offering a relaxed celebration at the meeting point of end and beginning."
  },
  {
    "id": 238,
    "description_en": "The spark of action ignites; a new plan awaits. Tacit matches this raw energy—fresh basil and vetiver like a clear dawn. It injects courage to start, ensuring every thought finds its path to reality.",
    "quote_en": "Ensuring every thought finds its path to reality."
  },
  {
    "id": 239,
    "description_en": "The spark of action bursts forth; a new plan demands life. Awake matches this newborn drive—pure espresso bringing instant focus like a flash of inspiration. It promises no result, but fuels every beginning with unwavering courage.",
    "quote_en": "Fuels every beginning with unwavering courage."
  },
  {
    "id": 240,
    "description_en": "The spark of action bursts forth; a new plan awaits. Aqua Celestia aligns with this drive—mint and lime bringing instant clarity like a beam of light. It infuses every beginning with transparent energy, turning thought into immediate deed.",
    "quote_en": "Turning thought into immediate deed."
  },
  {
    "id": 242,
    "description_en": "You survey the situation from above, the future unfolding. Terre d'Hermès echoes this foresight—vibrant grapefruit and steady minerals building a broad perspective. It grants confidence to control the outcome, making every decision as solid as the earth.",
    "quote_en": "Making every decision as solid as the earth."
  },
  {
    "id": 243,
    "description_en": "You plan the future with composure, weighing possibilities. Tonka Imperiale echoes this strategy—rich tonka and warm tobacco building a steady, grand vision. It grants the confidence and foresight to master the unfolding path.",
    "quote_en": "Grants the confidence and foresight to master the unfolding path."
  },
  {
    "id": 244,
    "description_en": "You plan the future with composure, surveying with open eyes. Silver Mountain Water echoes this foresight—clear glacial water and crisp green tea building a cool, far-reaching vision. It grants clear thinking, making every decision transparent as crystal.",
    "quote_en": "Making every decision transparent as crystal."
  },
  {
    "id": 246,
    "description_en": "Your vision transcends the now; distant success dawns. Bal d'Afrique resonates with this openness—bright bergamot and warm amber like gold sun on sails. It holds optimism for the future, witnessing every step you take to expand your world.",
    "quote_en": "Witnessing every step you take to expand your world."
  },
  {
    "id": 247,
    "description_en": "Your vision transcends the now; distant success appears. Angels' Share resonates with this expectation—rich cognac and hazelnut like a feast for victory. It holds optimism for the future, witnessing every step you take to expand your world.",
    "quote_en": "Witnessing every step you take to expand your world."
  },
  {
    "id": 248,
    "description_en": "Your vision transcends the now; distant success appears. On the Beach resonates with this expectation—fresh bergamot and rosemary like news on the sea breeze. It holds optimism for the future, witnessing every step you take to expand your world.",
    "quote_en": "Witnessing every step you take to expand your world."
  },
  {
    "id": 250,
    "description_en": "You built a solid foundation and now enjoy the warmth. By the Fireplace captures this contentment—sweet chestnut and fire warmth creating a festive home vibe. It is the best tribute to stable achievement.",
    "quote_en": "It is the best tribute to stable achievement."
  },
  {
    "id": 251,
    "description_en": "You built a solid foundation and now enjoy the celebration. Cheirosa '62 captures this joy—pistachio and almond sweetness, warm salted caramel creating a festive air. It is the best tribute to stable achievement.",
    "quote_en": "It is the best tribute to stable achievement."
  },
  {
    "id": 252,
    "description_en": "You built a solid foundation and now enjoy the reward. Sundazed captures this contentment—sunny citrus and warm musk creating a festive joy. It is the best tribute to stable achievement, like a happiness that never takes a break.",
    "quote_en": "Like a happiness that never takes a break."
  },
  {
    "id": 254,
    "description_en": "In a tense competitive field, views clash. Ombré Leather resonates with this conflict—wild leather and deep wood showing the beauty of confrontation. It gives you the backbone to maintain your style amidst the chaos.",
    "quote_en": "Gives you the backbone to maintain your style amidst the chaos."
  },
  {
    "id": 255,
    "description_en": "In a tense competitive field, forces collide. Ani resonates with this conflict—spicy ginger and rich vanilla in an interesting duel, brightened by bergamot. It gives you the backbone to keep your personality amidst the chaos.",
    "quote_en": "Gives you the backbone to keep your personality amidst the chaos."
  },
  {
    "id": 256,
    "description_en": "In a tense competitive field, views clash. Eau des Sens resonates with this conflict—sharp bitter orange and green juniper balanced by orange blossom. It gives you the backbone to stay clear-headed amidst the chaos.",
    "quote_en": "Gives you the backbone to stay clear-headed amidst the chaos."
  },
  {
    "id": 258,
    "description_en": "You win deserved recognition, enjoying victory's glory. Santal 33 matches your radiance—rich sandalwood and cool leather like a natural aura of triumph. It makes no noise, yet makes your achievement impossible to ignore.",
    "quote_en": "Makes your achievement impossible to ignore."
  },
  {
    "id": 259,
    "description_en": "You win deserved recognition, enjoying victory's glory. Grand Soir matches your radiance—amber splendor and vanilla length like a grand celebration. It makes no noise, yet makes your achievement impossible to ignore.",
    "quote_en": "Makes your achievement impossible to ignore."
  },
  {
    "id": 260,
    "description_en": "You win deserved recognition, enjoying victory's glory. Sole di Positano matches your radiance—bright citrus and clean orange blossom like a triumph under the sun. It makes no noise, yet naturally draws all admiration.",
    "quote_en": "Naturally draws all admiration."
  },
  {
    "id": 262,
    "description_en": "You stand firm, defending beliefs against challenge. Thé Noir 29 fits this wisdom—rich black tea and tough tobacco showing lasting power. It gives you the depth to remain composed under pressure.",
    "quote_en": "Gives you the depth to remain composed under pressure."
  },
  {
    "id": 263,
    "description_en": "You stand firm, defending beliefs against challenge. Irish Leather fits this courage—strong whiskey and tough leather showing unyielding character in cool mint. It gives you the power to keep your grace under pressure.",
    "quote_en": "Gives you the power to keep your grace under pressure."
  },
  {
    "id": 264,
    "description_en": "You stand firm, defending beliefs against challenge. Wood Sage & Sea Salt fits this wisdom—fresh sea breeze and steady sage showing soft defense. It gives you the natural confidence to remain composed under pressure.",
    "quote_en": "Gives you the natural confidence to remain composed under pressure."
  },
  {
    "id": 266,
    "description_en": "Action unfolds fast; news flies like arrows. Tacit echoes this rhythm with clear kinetic energy—bright citrus and directed vetiver bringing efficient targeting. It speeds your step, letting plans realize smoothly.",
    "quote_en": "Speeds your step, letting plans realize smoothly."
  },
  {
    "id": 267,
    "description_en": "Action unfolds fast; plans advance at speed. Changing Constance echoes this rhythm with dynamic energy—salty cardamom and sweet caramel flowing through cedar. It speeds your step, letting goals be reached efficiently.",
    "quote_en": "Speeds your step, letting goals be reached efficiently."
  },
  {
    "id": 268,
    "description_en": "Action unfolds fast; plans advance at speed. Aqua Celestia echoes this rhythm with fluid energy—cool mint and bright lemon symbolizing seamless thought and deed. It speeds your step, letting goals be reached elegantly.",
    "quote_en": "Speeds your step, letting goals be reached elegantly."
  },
  {
    "id": 270,
    "description_en": "You gather wisdom from the past, guarded and tough. Tam Dao resonates with this mature defense—quiet sandalwood and firm cedar building a protective space. It hides no pain, but turns experience into inner strength.",
    "quote_en": "Turns experience into inner strength."
  },
  {
    "id": 271,
    "description_en": "You gather wisdom from the past, moving forward with caution. Gris Charnel resonates with this mature defense—milky fig and bitter tea building wisdom on a sandalwood base. It turns experience into inner resilience.",
    "quote_en": "Turns experience into inner resilience."
  },
  {
    "id": 272,
    "description_en": "You gather wisdom from the past, moving forward with caution. White Moss resonates with this mature defense—clean musk and damp moss building a protective quiet. It turns experience into resilience, readying you for the next battle.",
    "quote_en": "Readying you for the next battle."
  },
  {
    "id": 274,
    "description_en": "You bear a heavy load, tired but persisting. Bois Farine understands this burden—rustic almond flour and cedar support like a steady companion. It lightens no weight, but adds warmth to the hard road.",
    "quote_en": "Adds warmth to the hard road."
  },
  {
    "id": 275,
    "description_en": "You bear a heavy load, tired but persisting. Jeux de Peau understands this burden—warm toast and rich milk offering simple comfort. It lightens no weight, but adds warm companionship to the hard road.",
    "quote_en": "Adds warm companionship to the hard road."
  },
  {
    "id": 276,
    "description_en": "You bear a heavy load, tired but persisting. Lazy Sunday Morning understands this burden—fresh lily and juicy pear offering gentle solace in white musk. It lightens no weight, but adds soothing hope to the hard road.",
    "quote_en": "Adds soothing hope to the hard road."
  },
  {
    "id": 278,
    "description_en": "You explore with curiosity, ready to act on inspiration. Wood Sage & Sea Salt fits your eager mood—fresh sea breeze and natural sage, a perfect portrait of the young explorer.",
    "quote_en": "A perfect portrait of the young explorer."
  },
  {
    "id": 279,
    "description_en": "You explore with curiosity, eager for new challenges. Cheirosa '62 fits your lively nature—pistachio and almond sweetness, sunny salted caramel, a perfect portrait of the young explorer.",
    "quote_en": "A perfect portrait of the young explorer."
  },
  {
    "id": 280,
    "description_en": "You explore with curiosity, eager for new challenges. Fico di Amalfi fits your lively nature—green fig leaves and sweet fruit, a perfect portrait of the young explorer. It encourages you to keep exploring and learning.",
    "quote_en": "Encourages you to keep exploring and learning."
  },
  {
    "id": 282,
    "description_en": "You act with passion, chasing speed and thrill. Ombré Leather matches your energy—wild leather and deep wood showing a charming adventurous spirit. It is the sexiest battle song on your chase.",
    "quote_en": "The sexiest battle song on your chase."
  },
  {
    "id": 283,
    "description_en": "You act with passion, chasing speed and thrill. Intoxicated matches your energy—strong coffee and spicy cardamom showing a charming adventurous spirit. It is the most intoxicating battle song on your chase.",
    "quote_en": "The most intoxicating battle song on your chase."
  },
  {
    "id": 284,
    "description_en": "You act with passion, chasing speed and thrill. Virgin Island Water matches your energy—crisp lime and tropical coconut showing a vibrant adventurous spirit. It is the most joyful battle song on your chase.",
    "quote_en": "The most joyful battle song on your chase."
  },
  {
    "id": 286,
    "description_en": "You radiate sunny confidence, inspiring life with creativity. À la Rose mirrors your queenly aura—a grand rose garden blooming with life. This scent is the best interpretation of your charisma.",
    "quote_en": "The best interpretation of your charisma."
  },
  {
    "id": 287,
    "description_en": "You radiate sunny confidence, inspiring others with creativity. Lira mirrors your queenly aura—tempting caramel lemon cake, sweet and strong. This scent is the best interpretation of your charisma, lighting up every space.",
    "quote_en": "Lighting up every space."
  },
  {
    "id": 288,
    "description_en": "You radiate sunny confidence, inspiring others with creativity. Love Story mirrors your queenly aura—clean orange blossom and gentle musk weaving elegant charm. This scent is the best interpretation of your charisma, lighting up every space.",
    "quote_en": "Lighting up every space."
  }
]
