[
  {
    "id": 362,
    "description_en": "You choose rest and isolation, healing the overthinking mind. Hwyl creates this sanctuary—quiet cypress and wet moss building a shelter far from noise. It guards your contemplation, restoring mental clarity.",
    "quote_en": "Restoring mental clarity."
  },
  {
    "id": 363,
    "description_en": "You choose rest and isolation, healing the overthinking mind. Tonka Imperiale creates this sanctuary—rich tonka and warm tobacco building a peaceful vibe for thought. It guards your contemplation, restoring mental clarity.",
    "quote_en": "Restoring mental clarity."
  },
  {
    "id": 364,
    "description_en": "You choose rest and isolation, healing the overthinking mind. Aqua Universalis creates this sanctuary—absolute clean lemon and lily building a pure land for thought. It guards your contemplation, restoring mental clarity.",
    "quote_en": "Restoring mental clarity."
  },
  {
    "id": 366,
    "description_en": "You are trapped in meaningless conflict; victory feels empty. Terre d'Hermès mirrors this struggle—sharp grapefruit and cold minerals revealing the cost of winning. It reminds you: true wisdom is knowing what is worth fighting for.",
    "quote_en": "True wisdom is knowing what is worth fighting for."
  },
  {
    "id": 367,
    "description_en": "You are trapped in meaningless conflict; victory feels empty. Ani mirrors this struggle—spicy ginger and sweet vanilla in a strange duel. It reminds you: true wisdom is knowing what is worth fighting for.",
    "quote_en": "True wisdom is knowing what is worth fighting for."
  },
  {
    "id": 368,
    "description_en": "You are trapped in meaningless conflict; victory feels empty. Aqua Celestia mirrors this struggle—cool mint and bright lemon revealing the cost of winning. It reminds you: true wisdom is knowing what is worth fighting for.",
    "quote_en": "True wisdom is knowing what is worth fighting for."
  },
  {
    "id": 370,
    "description_en": "You cross a difficult emotional pass, heading to calmer shores. Wood Sage & Sea Salt walks with you—fresh sea breeze and warm sage offering soothing company. It rushes no change, but makes healing gentle.",
    "quote_en": "Makes healing gentle."
  },
  {
    "id": 371,
    "description_en": "You cross a difficult emotional pass, heading to calmer shores. Spiritueuse Double Vanille walks with you—sacred vanilla and rich rum offering soothing company. It rushes no change, but fills the healing with warmth.",
    "quote_en": "Fills the healing with warmth."
  },
  {
    "id": 372,
    "description_en": "You cross a difficult emotional pass, heading to calmer shores. Wood Sage & Sea Salt walks with you—fresh sea breeze and warm sage offering soothing company. It rushes no change, but makes healing natural.",
    "quote_en": "Makes healing natural."
  },
  {
    "id": 374,
    "description_en": "You face challenge with wit and strategy, opening doors unconventionally. Thé Noir 29 fits this flexible wisdom—rich black tea and complex tobacco showing many sides. It proves: sometimes the indirect way is most effective.",
    "quote_en": "Sometimes the indirect way is most effective."
  },
  {
    "id": 375,
    "description_en": "You face challenge with wit and strategy, opening doors unconventionally. Intoxicated fits this flexible wisdom—strong coffee and spicy cardamom showing wild intelligence. It proves: sometimes the indirect way is most effective.",
    "quote_en": "Sometimes the indirect way is most effective."
  },
  {
    "id": 376,
    "description_en": "You face challenge with wit and strategy, opening doors unconventionally. Eau des Sens fits this flexible wisdom—sharp bitter orange and green juniper showing many sides. It proves: sometimes the indirect way is most effective.",
    "quote_en": "Sometimes the indirect way is most effective."
  },
  {
    "id": 378,
    "description_en": "Bound by self-imposed limits, you see not the cage is an illusion. Ombré Leather answers with wild essence—free leather and deep wood breaking invisible chains. It wakes you: true freedom starts with awareness.",
    "quote_en": "True freedom starts with awareness."
  },
  {
    "id": 379,
    "description_en": "Bound by self-imposed limits, you see not the cage is an illusion. Lira answers with sweet essence—tempting caramel lemon cake reminding you of beautiful possibilities. It wakes you: true freedom starts with stepping out.",
    "quote_en": "True freedom starts with stepping out."
  },
  {
    "id": 380,
    "description_en": "Bound by self-imposed limits, you see not the cage is an illusion. Sole di Positano answers with bright essence—sunny citrus and clean orange blossom breaking invisible chains. It wakes you: true freedom starts with stepping out.",
    "quote_en": "True freedom starts with stepping out."
  },
  {
    "id": 382,
    "description_en": "Anxiety floods the night; negative thoughts rise like a tide. By the Fireplace dispels this fear—sweet chestnut and fire warmth lighting dark corners. It promises nothing, but fights void fear with real warmth.",
    "quote_en": "Fights void fear with real warmth."
  },
  {
    "id": 383,
    "description_en": "Anxiety floods the night; negative thoughts rise like a tide. Cheirosa '62 dispels this fear—pistachio and almond joy, sunny salted caramel lighting dark corners. It fights void fear with pure happiness.",
    "quote_en": "Fights void fear with pure happiness."
  },
  {
    "id": 384,
    "description_en": "Anxiety floods the night; negative thoughts rise like a tide. Blanche dispels this fear—absolute white purity of aldehydes and musk lighting dark corners. It promises nothing, but fights void fear with pure light.",
    "quote_en": "Fights void fear with pure light."
  },
  {
    "id": 386,
    "description_en": "You face a total end; old patterns are uprooted. Santal 33 resonates with this destruction—quiet sandalwood and tough leather keeping dignity in ruins. It witnesses the cycle's end, saving space for the new.",
    "quote_en": "Witnesses the cycle's end, saving space for the new."
  },
  {
    "id": 387,
    "description_en": "You face a total end; old patterns are uprooted. Grand Soir resonates with this destruction—amber splendor and vanilla abundance keeping dignity in the end. It witnesses the cycle's end, saving space for the new.",
    "quote_en": "Witnesses the cycle's end, saving space for the new."
  },
  {
    "id": 388,
    "description_en": "You face a total end; old patterns are uprooted. Baie 19 resonates with this destruction—cold rain minerals and wet earth keeping truth in ruins. It witnesses the cycle's end, saving pure space for the new.",
    "quote_en": "Witnesses the cycle's end, saving pure space for the new."
  },
  {
    "id": 390,
    "description_en": "You catch info with sharp mind, eager to explore the world. Tacit resonates with your young wisdom—bright citrus and clear vetiver picturing the thirst for knowledge. It encourages open and agile thinking.",
    "quote_en": "Encourages open and agile thinking."
  },
  {
    "id": 391,
    "description_en": "You catch info with sharp mind, eager to explore the world. Awake resonates with your young wisdom—pure espresso bringing instant focus, picturing the thirst for knowledge. It encourages open and agile thinking.",
    "quote_en": "Encourages open and agile thinking."
  },
  {
    "id": 392,
    "description_en": "You catch info with sharp mind, eager to explore the world. Aqua Celestia resonates with your young wisdom—fresh mint and bright lemon picturing the thirst for knowledge. It encourages open and agile thinking.",
    "quote_en": "Encourages open and agile thinking."
  },
  {
    "id": 394,
    "description_en": "Your mind is fast as wind, charging for truth. Terre d'Hermès walks with your knightly edge—cold minerals and firm vetiver breaking thought barriers. It gives you fearless courage to seek the truth.",
    "quote_en": "Gives you fearless courage to seek the truth."
  },
  {
    "id": 395,
    "description_en": "Your mind is fast as wind, charging for truth. Intoxicated walks with your knightly edge—strong coffee and spicy cardamom breaking thought barriers. It gives you fearless courage to seek the truth.",
    "quote_en": "Gives you fearless courage to seek the truth."
  },
  {
    "id": 396,
    "description_en": "Your mind is fast as wind, charging for truth. Silver Mountain Water walks with your knightly edge—clear glacial water piercing fog, green tea holding direction. It gives you fearless courage to seek the truth.",
    "quote_en": "Gives you fearless courage to seek the truth."
  },
  {
    "id": 398,
    "description_en": "You view the world with cool insight, owning clear boundaries after the storm. Oud Wood mirrors your queenly wisdom—deep oud and solemn sandalwood building an inviolable mind space. It shows the power of seasoned wisdom.",
    "quote_en": "Shows the power of seasoned wisdom."
  },
  {
    "id": 399,
    "description_en": "You view the world with cool insight, owning clear boundaries after the storm. Tonka Imperiale mirrors your queenly wisdom—rich tonka and warm tobacco building an inviolable mind space. It shows the power of seasoned wisdom.",
    "quote_en": "Shows the power of seasoned wisdom."
  },
  {
    "id": 400,
    "description_en": "You view the world with cool insight, owning clear boundaries after the storm. Blanche mirrors your queenly wisdom—absolute purity and objectivity building an inviolable mind space. It shows the power of seasoned wisdom.",
    "quote_en": "Shows the power of seasoned wisdom."
  },
  {
    "id": 402,
    "description_en": "You control with absolute reason, embodying truth and principle. Thé Noir 29 fits your kingly authority—rational black tea and deep tobacco structured like a law code. It symbolizes the kingly style of judging with wisdom.",
    "quote_en": "Symbolizes the kingly style of judging with wisdom."
  },
  {
    "id": 403,
    "description_en": "You control with absolute reason, embodying truth and principle. Spiritueuse Double Vanille fits your kingly authority—sacred vanilla and rich rum structured like a law code. It symbolizes the kingly style of judging with wisdom.",
    "quote_en": "Symbolizes the kingly style of judging with wisdom."
  },
  {
    "id": 404,
    "description_en": "You control with absolute reason, embodying truth and principle. Aqua Universalis fits your kingly authority—extreme clean and balance structured like a law code. It symbolizes the kingly style of judging with wisdom.",
    "quote_en": "Symbolizes the kingly style of judging with wisdom."
  },
  {
    "id": 406,
    "description_en": "New material opportunity dawns; abundance sprouts in hand. Sacred Wood resonates with this new energy—pure sandalwood with milky warmth. It guards every new potential, saying: solid achievement starts with faithful belief.",
    "quote_en": "Solid achievement starts with faithful belief."
  },
  {
    "id": 407,
    "description_en": "New material opportunity dawns; abundance sprouts in hand. Vanille Abricot resonates with this new energy—simple sweet vanilla and apricot like a sprout breaking soil. It guards every new potential, reminding: solid achievement starts with pure belief.",
    "quote_en": "Solid achievement starts with pure belief."
  },
  {
    "id": 408,
    "description_en": "New material opportunity dawns; abundance sprouts in hand. Fico di Amalfi resonates with this new energy—green fig leaves and sweet fruit like a sprout breaking soil. It guards every new potential, reminding: solid achievement starts with pure belief.",
    "quote_en": "Solid achievement starts with pure belief."
  },
  {
    "id": 410,
    "description_en": "You manage resources flexibly, keeping elegant balance in flux. Bal d'Afrique fits this easy mood—bright bergamot and warm amber like gold sand flowing in sun. It reminds you: true control comes from confident riding of life's rhythm.",
    "quote_en": "True control comes from confident riding of life's rhythm."
  },
  {
    "id": 411,
    "description_en": "You manage resources flexibly, keeping happy balance in flux. Cheirosa '62 fits this easy mood—pistachio and almond joy, sunny salted caramel making management a breeze. It reminds you: true control comes from happy riding of life's rhythm.",
    "quote_en": "True control comes from happy riding of life's rhythm."
  },
  {
    "id": 412,
    "description_en": "You manage resources flexibly, keeping calm balance in flux. Wood Sage & Sea Salt fits this easy mood—fresh sea breeze and warm sage making management a breeze. It reminds you: true control comes from happy riding of life's rhythm.",
    "quote_en": "True control comes from happy riding of life's rhythm."
  },
  {
    "id": 414,
    "description_en": "Through solid work and craft, you build lasting value together. Thé Noir 29 echoes this focused art—rich black tea and deep tobacco collaborating perfectly in sweet fig. It witnesses every step of turning idea into reality.",
    "quote_en": "Witnesses every step of turning idea into reality."
  },
  {
    "id": 415,
    "description_en": "Through solid work and craft, you build lasting value together. Ani echoes this focused art—spicy ginger and rich vanilla collaborating perfectly in bright bergamot. It witnesses every step of turning idea into reality.",
    "quote_en": "Witnesses every step of turning idea into reality."
  },
  {
    "id": 416,
    "description_en": "Through solid work and craft, you build lasting value together. Castile echoes this focused art—classic orange blossom and soapiness showing elegant style. It witnesses every step of turning idea into reality.",
    "quote_en": "Witnesses every step of turning idea into reality."
  },
  {
    "id": 418,
    "description_en": "You guard your results, building a safe boundary. Santal 33 resonates with this protection—steady sandalwood and tough leather building a foundation for time. It encourages no risk, but offers reliable company for your accumulation.",
    "quote_en": "Offers reliable company for your accumulation."
  },
  {
    "id": 419,
    "description_en": "You guard your results, building a safe boundary. Spiritueuse Double Vanille resonates with this protection—sacred vanilla and rich rum building a treasure for time. It encourages no risk, but offers reliable guarantee for your accumulation.",
    "quote_en": "Offers reliable guarantee for your accumulation."
  },
  {
    "id": 420,
    "description_en": "You guard your results, building a safe boundary. Blanche resonates with this protection—absolute clean aldehydes and musk building a treasure space. It encourages no risk, but offers reliable guarantee for your accumulation.",
    "quote_en": "Offers reliable guarantee for your accumulation."
  },
  {
    "id": 422,
    "description_en": "You feel material hardship, seeking warmth in the cold. By the Fireplace understands—sweet chestnut and fire warmth lighting hope in trouble. It changes not reality, but makes waiting bearable.",
    "quote_en": "Makes waiting bearable."
  },
  {
    "id": 423,
    "description_en": "You feel material hardship, seeking warmth in the cold. Jeux de Peau understands—warm toast and rich milk lighting hope in trouble. It changes not reality, but makes waiting bearable, finding warmth in simple needs.",
    "quote_en": "Finding warmth in simple needs."
  },
  {
    "id": 424,
    "description_en": "You feel material hardship, seeking warmth in the cold. Lazy Sunday Morning understands—fresh lily and juicy pear lighting hope in trouble. It changes not reality, but makes waiting bearable.",
    "quote_en": "Makes waiting bearable."
  },
  {
    "id": 426,
    "description_en": "You share resources generously, balancing give and take. Wood Sage & Sea Salt mirrors this spirit—fresh sea breeze and warm sage creating an inclusive vibe. It reminds you: healthy flow makes wealth meaningful.",
    "quote_en": "Healthy flow makes wealth meaningful."
  },
  {
    "id": 427,
    "description_en": "You share resources generously, balancing give and take. Angels' Share mirrors this spirit—rich cognac and hazelnut creating a bountiful sharing vibe. It reminds you: healthy flow makes wealth meaningful.",
    "quote_en": "Healthy flow makes wealth meaningful."
  },
  {
    "id": 428,
    "description_en": "You share resources generously, balancing give and take. For Her Eau de Toilette mirrors this spirit—clean musk and soft florals creating an inclusive sharing vibe. It reminds you: healthy flow makes wealth meaningful.",
    "quote_en": "Healthy flow makes wealth meaningful."
  },
  {
    "id": 430,
    "description_en": "You wait patiently for long returns, planning far ahead in silence. Hwyl fits this wisdom—quiet cypress and lasting moss recording time's pile. It rushes no result, but accompanies your power gathering.",
    "quote_en": "Accompanies your power gathering."
  },
  {
    "id": 431,
    "description_en": "You wait patiently for long returns, planning far ahead in silence. Tonka Imperiale fits this wisdom—rich tonka and warm tobacco recording time's pile. It rushes no result, but accompanies your power gathering.",
    "quote_en": "Accompanies your power gathering."
  },
  {
    "id": 432,
    "description_en": "You wait patiently for long returns, planning far ahead in silence. White Moss fits this wisdom—clean white musk and wet moss recording time's pile. It rushes no result, but accompanies your power gathering.",
    "quote_en": "Accompanies your power gathering."
  },
  {
    "id": 434,
    "description_en": "You focus on honing skill, seeking mastery in repetition. Tam Dao resonates with this focus—pure sandalwood and solid cedar showing constant craft. It witnesses every day you turn ordinary into excellence.",
    "quote_en": "Witnesses every day you turn ordinary into excellence."
  },
  {
    "id": 435,
    "description_en": "You focus on honing skill, seeking mastery in repetition. Gris Charnel resonates with this focus—milky fig and bitter tea showing constant craft on sandalwood. It witnesses every day you turn ordinary into excellence.",
    "quote_en": "Witnesses every day you turn ordinary into excellence."
  },
  {
    "id": 436,
    "description_en": "You focus on honing skill, seeking mastery in repetition. Eau des Sens resonates with this focus—clear bitter orange and green juniper showing constant craft. It witnesses every day you turn ordinary into excellence.",
    "quote_en": "Witnesses every day you turn ordinary into excellence."
  },
  {
    "id": 438,
    "description_en": "You enjoy the fruit of discipline, proud of your achievement. À la Rose matches this self-reward—a grand rose garden blooming with luxury joy. It is the best treat for your effort, reminding you deserve all this beauty.",
    "quote_en": "Reminding you deserve all this beauty."
  },
  {
    "id": 439,
    "description_en": "You enjoy the fruit of discipline, proud of your achievement. Lira matches this self-reward—tempting caramel lemon cake, sweet and satisfied. It is the best treat for your effort, reminding you deserve all this beauty.",
    "quote_en": "Reminding you deserve all this beauty."
  },
  {
    "id": 440,
    "description_en": "You enjoy the fruit of discipline, proud of your achievement. Sundazed matches this self-reward—sunny citrus and warm musk weaving a joyful private space. It is the best treat for your effort, reminding you deserve all this beauty.",
    "quote_en": "Reminding you deserve all this beauty."
  },
  {
    "id": 442,
    "description_en": "You built a solid material legacy, enjoying abundance. Terre d'Hermès crowns this—vibrant grapefruit and broad vetiver building a foundation to pass on. It holds all things, witnessing the lasting value you create.",
    "quote_en": "Witnessing the lasting value you create."
  },
  {
    "id": 443,
    "description_en": "You built a solid material legacy, enjoying abundance. Grand Soir crowns this—amber splendor and vanilla abundance building a foundation to pass on. It holds all things, witnessing the lasting value you create.",
    "quote_en": "Witnessing the lasting value you create."
  },
  {
    "id": 444,
    "description_en": "You built a solid material legacy, enjoying family wholeness. Love Story crowns this—clean orange blossom and gentle musk building a happy community. It witnesses the lasting value and warm heritage you create.",
    "quote_en": "Witnesses the lasting value and warm heritage you create."
  },
  {
    "id": 446,
    "description_en": "You learn and accumulate pragmatically, laying a solid base. Tacit fits this grounded mood—fresh citrus and clear vetiver recording every study moment. It seeks no shortcut, but walks steadily with you on the growth path.",
    "quote_en": "Walks steadily with you on the growth path."
  },
  {
    "id": 447,
    "description_en": "You learn and accumulate pragmatically, laying a solid base. Vanille Abricot fits this grounded mood—simple sweet vanilla and apricot recording every study moment. It seeks no shortcut, but walks steadily with you on the growth path.",
    "quote_en": "Walks steadily with you on the growth path."
  },
  {
    "id": 448,
    "description_en": "You learn and accumulate pragmatically, laying a solid base. Fico di Amalfi fits this grounded mood—green fig leaves and sweet fruit recording every study moment. It seeks no shortcut, but walks steadily with you on the growth path.",
    "quote_en": "Walks steadily with you on the growth path."
  },
  {
    "id": 450,
    "description_en": "You move steadily, keeping promises with patience. Chergui walks with your knightly reliability—warm honey and rich hay showing character tested by time. It seeks no speed, but guarantees every goal is surely reached.",
    "quote_en": "Guarantees every goal is surely reached."
  },
  {
    "id": 451,
    "description_en": "You move steadily, keeping promises with patience. Herod walks with your knightly reliability—dry tobacco and warm cinnamon showing character tested by time. It seeks no speed, but guarantees every goal is surely reached.",
    "quote_en": "Guarantees every goal is surely reached."
  },
  {
    "id": 452,
    "description_en": "You move steadily, keeping promises with patience. Wood Sage & Sea Salt walks with your knightly reliability—fresh sea breeze and warm sage showing character tested by time. It seeks no speed, but guarantees every goal is surely reached.",
    "quote_en": "Guarantees every goal is surely reached."
  },
  {
    "id": 454,
    "description_en": "You guard all with warm nourishment, combining care and pragmatism. Philosykos resonates with your queenly nature—green fig leaves and milky fruit like earth mother's embrace. It nourishes every life with natural abundance.",
    "quote_en": "Nourishes every life with natural abundance."
  },
  {
    "id": 455,
    "description_en": "You guard all with warm nourishment, combining care and pragmatism. Jeux de Peau resonates with your queenly nature—warm toast and rich milk like earth mother's simple generosity. It nourishes every life with natural warmth.",
    "quote_en": "Nourishes every life with natural warmth."
  },
  {
    "id": 456,
    "description_en": "You guard all with warm nourishment, combining care and pragmatism. White Moss resonates with your queenly nature—clean white musk and wet moss like earth mother's simple generosity. It nourishes every life with natural warmth.",
    "quote_en": "Nourishes every life with natural warmth."
  },
  {
    "id": 458,
    "description_en": "You master the material world with experience, a steady leader. Oud Wood matches your kingly authority—deep oud and solemn sandalwood building an unshakable empire. It is powerful and complex, showing true wealth power in calm.",
    "quote_en": "Showing true wealth power in calm."
  }
]
