[
  {
    "id": 290,
    "description_en": "You lead with mature foresight, showing unshakable authority. Santal 33 resonates with your kingly control—deep sandalwood and leather building an influence tested by time. It commands respect without words, showing true leadership.",
    "quote_en": "Commands respect without words, showing true leadership."
  },
  {
    "id": 292,
    "description_en": "You lead with mature foresight, showing unshakable authority. Castile resonates with your kingly control—classic orange blossom and soapiness showing elegant power tested by time. It commands respect without words, showing true leadership in a classic style.",
    "quote_en": "Commands respect without words, showing true leadership."
  },
  {
    "id": 294,
    "description_en": "The source of emotion wells up; unconditional love flows. Tam Dao resonates with this pure awakening—milky sandalwood and quiet cedar creating a holy emotional space. It embraces every new feeling without boundaries, accompanying your heart's first flutter.",
    "quote_en": "Accompanying your heart's first flutter."
  },
  {
    "id": 295,
    "description_en": "The source of emotion wells up; innocent love flows. Vanille Abricot resonates with this pure awakening—simple sweet vanilla and apricot like a budding flower. It embraces every new feeling without boundaries, accompanying your heart's first flutter.",
    "quote_en": "Accompanying your heart's first flutter."
  },
  {
    "id": 296,
    "description_en": "The source of emotion flows naturally; pure love is clear as first snow. Blanche fits this awakening perfectly—white musk and aldehydes weaving absolute cleanliness. It embraces every new feeling, accompanying your heart's first flutter.",
    "quote_en": "Accompanying your heart's first flutter."
  },
  {
    "id": 298,
    "description_en": "You experience deep soul resonance; two hearts mirror each other. 001 Woman interprets this connection—warm vanilla and fresh jasmine weaving skin-close tenderness in musk. It records the moment of spiritual communion, a silent promise between you.",
    "quote_en": "A silent promise between you."
  },
  {
    "id": 300,
    "description_en": "You experience deep soul resonance; two hearts mirror each other. For Her Eau de Toilette interprets this intimacy—clean musk and soft florals sketching warm memories of touch. It records the moment of spiritual communion, a silent promise between you.",
    "quote_en": "A silent promise between you."
  },
  {
    "id": 302,
    "description_en": "You immerse in shared celebration; emotional harvest brings joy. Bal d'Afrique resonates with this happiness—bright bergamot and warm amber like golden festival sunlight. It belongs to moments of gathering, witnessing sincere exchange between people.",
    "quote_en": "Witnessing sincere exchange between people."
  },
  {
    "id": 303,
    "description_en": "You immerse in shared celebration; emotional harvest brings joy. Angels' Share resonates with this happiness—rich cognac and hazelnut like a festive feast. It belongs to moments of gathering, witnessing warm exchange between people.",
    "quote_en": "Witnessing warm exchange between people."
  },
  {
    "id": 304,
    "description_en": "You immerse in shared celebration; emotional harvest brings joy. Virgin Island Water resonates with this happiness—crisp lime and tropical coconut like an endless island party. It belongs to moments of gathering, witnessing sincere exchange between people.",
    "quote_en": "Witnessing sincere exchange between people."
  },
  {
    "id": 306,
    "description_en": "Weary of outer invitations, you seek true satisfaction in solitude. Hwyl fits this introspection—deep cypress and wet moss creating a quiet space far from the crowd. It disturbs not your thought, but offers a resting place for the tired soul.",
    "quote_en": "Offers a resting place for the tired soul."
  },
  {
    "id": 307,
    "description_en": "Weary of outer invitations, you seek true satisfaction in solitude. Gris Charnel fits this introspection—milky fig and bitter tea weaving misty silence on sandalwood. It disturbs not your thought, but offers a resting place for the tired soul.",
    "quote_en": "Offers a resting place for the tired soul."
  },
  {
    "id": 308,
    "description_en": "Weary of outer invitations, you seek true satisfaction in solitude. White Moss fits this introspection—clean white musk and wet moss creating a quiet space far from noise. It disturbs not your thought, but offers a resting place for the tired soul.",
    "quote_en": "Offers a resting place for the tired soul."
  },
  {
    "id": 310,
    "description_en": "You grieve for loss, immersed in regret. Chergui understands this pain—sweet honey and rich hay like a understanding embrace. It rushes not to heal, but gently accompanies you through this necessary sorrow.",
    "quote_en": "Gently accompanies you through this necessary sorrow."
  },
  {
    "id": 311,
    "description_en": "You grieve for loss, immersed in regret. Jeux de Peau understands this pain—warm toast and rich milk offering rustic comfort. It rushes not to heal, but gently accompanies you through this necessary sorrow.",
    "quote_en": "Gently accompanies you through this necessary sorrow."
  },
  {
    "id": 312,
    "description_en": "You grieve for loss, immersed in regret. Lazy Sunday Morning understands this pain—fresh lily and juicy pear offering gentle solace in white musk. It rushes not to heal, but fills the repair process with hope.",
    "quote_en": "Fills the repair process with hope."
  },
  {
    "id": 314,
    "description_en": "You return to innocent memories; warmth and giving flood the heart. By the Fireplace evokes this nostalgia—sweet chestnut and fire warmth recreating cherished times. It is like a childhood hearth, forever keeping the original warmth.",
    "quote_en": "Forever keeping the original warmth."
  },
  {
    "id": 315,
    "description_en": "You return to innocent memories; beauty and giving flood the heart. Cheirosa '62 evokes this nostalgia—pistachio and almond sweetness, warm salted caramel recreating cherished times. It is like a childhood gift, forever keeping the original sincerity.",
    "quote_en": "Forever keeping the original sincerity."
  },
  {
    "id": 316,
    "description_en": "You return to innocent memories; beauty and giving flood the heart. Love Story evokes this nostalgia—clean orange blossom and gentle musk recreating cherished times. It is like a youthful vow, forever keeping the original sincerity.",
    "quote_en": "Forever keeping the original sincerity."
  },
  {
    "id": 318,
    "description_en": "Immersed in emotional fantasy, you face hard choices. Sacred Wood walks with this vague longing—pure sandalwood bringing clear spiritual sense. It breaks not the dream, but helps you find inner truth in the mist.",
    "quote_en": "Helps you find inner truth in the mist."
  },
  {
    "id": 319,
    "description_en": "Immersed in emotional fantasy, you face hard choices. Lira walks with this vague longing—tempting caramel lemon cake, beautiful as a dream. It rushes not your waking, but invites you to see your true desire.",
    "quote_en": "Invites you to see your true desire."
  },
  {
    "id": 320,
    "description_en": "Immersed in emotional fantasy, you face hard choices. Un Jardin Sur La Lagune walks with this vague longing—magnolia and lily in salty wind sketching a dream garden. It rushes not your waking, but invites balance between real and imagined.",
    "quote_en": "Invites balance between real and imagined."
  },
  {
    "id": 322,
    "description_en": "You leave unsatisfying emotions to seek deeper meaning. Ombré Leather gives you courage to turn—independent leather and deep wood symbolizing decisive farewell. It speaks not of staying, but opens new possibilities for growth.",
    "quote_en": "Opens new possibilities for growth."
  },
  {
    "id": 323,
    "description_en": "You leave unsatisfying emotions to seek deeper meaning. Herod gives you courage to turn—dry tobacco and warm cinnamon finding new direction in grapefruit. It speaks not of staying, but opens new possibilities for growth.",
    "quote_en": "Opens new possibilities for growth."
  },
  {
    "id": 324,
    "description_en": "You leave unsatisfying emotions to seek deeper meaning. Baie 19 gives you courage to turn—cold rain minerals and wet earth symbolizing sober farewell. It speaks not of staying, but opens new dimensions for growth.",
    "quote_en": "Opens new dimensions for growth."
  },
  {
    "id": 326,
    "description_en": "You enjoy emotional self-sufficiency, delighted by your own charm. Myrrh & Tonka resonates with this self-approval—peaceful lavender and sweet vanilla weaving a joyful private space. It is a reward for self, celebrating you becoming your favorite version.",
    "quote_en": "Celebrating you becoming your favorite version."
  },
  {
    "id": 327,
    "description_en": "You enjoy emotional self-sufficiency, delighted by your own charm. Spiritueuse Double Vanille resonates with this self-approval—sacred vanilla and rich rum weaving a joyful private space. It is a reward for self, celebrating you becoming your favorite version.",
    "quote_en": "Celebrating you becoming your favorite version."
  },
  {
    "id": 328,
    "description_en": "You enjoy emotional self-sufficiency, delighted by your own charm. Sundazed resonates with this self-approval—sunny citrus and warm musk weaving a joyful private space. It is a reward for self, celebrating you becoming your favorite version.",
    "quote_en": "Celebrating you becoming your favorite version."
  },
  {
    "id": 330,
    "description_en": "You experience emotional wholeness; family love makes you complete. Santal 33 crowns this happiness—warm sandalwood and inclusive leather building a community of belonging. It witnesses the home of love you create.",
    "quote_en": "Witnesses the home of love you create."
  },
  {
    "id": 331,
    "description_en": "You experience emotional wholeness; love makes you complete. Grand Soir crowns this happiness—warm amber and long-lasting vanilla building a community of belonging. It witnesses the home of love you create.",
    "quote_en": "Witnesses the home of love you create."
  },
  {
    "id": 332,
    "description_en": "You experience emotional wholeness; love makes you complete. Wood Sage & Sea Salt crowns this happiness—fresh sea breeze and warm sage building a community of belonging. It witnesses the home of love you create.",
    "quote_en": "Witnesses the home of love you create."
  },
  {
    "id": 334,
    "description_en": "You explore emotions with gentle curiosity, ready for messages. Philosykos fits your innocent sensitivity—green fig leaves and milky fruit capturing subtle shifts. It guards your beginner's heart, making every flutter a gift of growth.",
    "quote_en": "Making every flutter a gift of growth."
  },
  {
    "id": 335,
    "description_en": "You explore emotions with gentle curiosity, ready for messages. Vanille Abricot fits your innocent sensitivity—simple sweet vanilla and apricot capturing subtle shifts. It guards your beginner's heart, making every flutter a gift of growth.",
    "quote_en": "Making every flutter a gift of growth."
  },
  {
    "id": 336,
    "description_en": "You explore emotions with gentle curiosity, ready for messages. Fico di Amalfi fits your innocent sensitivity—green fig leaves and sweet fruit capturing subtle shifts. It guards your beginner's heart, making every flutter a gift of growth.",
    "quote_en": "Making every flutter a gift of growth."
  },
  {
    "id": 338,
    "description_en": "You walk romantically into the world, pursuing ideals with poetry. 001 Woman walks with your knightly grace—pure jasmine and lingering vanilla telling of unrequited deep love. It gives courage to pursue, making every flutter a beautiful poem.",
    "quote_en": "Making every flutter a beautiful poem."
  },
  {
    "id": 339,
    "description_en": "You walk romantically into the world, pursuing ideals with poetry. Ani walks with your knightly grace—vibrant ginger and rich vanilla telling of unrequited deep love in bright bergamot. It gives courage to pursue, making every flutter a beautiful poem.",
    "quote_en": "Making every flutter a beautiful poem."
  },
  {
    "id": 340,
    "description_en": "You walk romantically into the world, pursuing ideals with poetry. Sole di Positano walks with your knightly grace—bright citrus and clean orange blossom telling of unrequited deep love. It gives courage to pursue, making every flutter a beautiful poem.",
    "quote_en": "Making every flutter a beautiful poem."
  },
  {
    "id": 342,
    "description_en": "You nourish life with deep intuition, gentle yet powerfully empathetic. Tam Dao resonates with your queenly mercy—inclusive sandalwood and guarding cedar creating a safe emotional space. It soothes every soul needing rest with deep tenderness.",
    "quote_en": "Soothes every soul needing rest with deep tenderness."
  },
  {
    "id": 343,
    "description_en": "You nourish life with deep intuition, gentle yet powerfully empathetic. Gris Charnel resonates with your queenly mercy—gentle fig and guarding sandalwood creating a safe emotional space. It soothes every soul needing rest with deep tenderness.",
    "quote_en": "Soothes every soul needing rest with deep tenderness."
  },
  {
    "id": 344,
    "description_en": "You nourish life with deep intuition, gentle yet powerfully empathetic. For Her Eau de Toilette resonates with your queenly mercy—inclusive musk and soft florals creating a safe emotional space. It soothes every soul needing rest with deep tenderness.",
    "quote_en": "Soothes every soul needing rest with deep tenderness."
  },
  {
    "id": 346,
    "description_en": "You balance reason and emotion with mature wisdom, a trusted guide. Thé Noir 29 matches your kingly calm—rich black tea and deep tobacco balanced in sweet fig. It shows true strength: leading with understanding, profound in peace.",
    "quote_en": "Leading with understanding, profound in peace."
  },
  {
    "id": 347,
    "description_en": "You balance reason and emotion with mature wisdom, a trusted guide. Tonka Imperiale matches your kingly calm—rich tonka and warm tobacco showing seasoned tolerance. It shows true strength: leading with understanding, profound in peace.",
    "quote_en": "Leading with understanding, profound in peace."
  },
  {
    "id": 348,
    "description_en": "You balance reason and emotion with mature wisdom, a trusted guide. Silver Mountain Water matches your kingly calm—clear glacial water and crisp green tea showing seasoned clarity. It shows true strength: leading with understanding, profound in cool.",
    "quote_en": "Leading with understanding, profound in cool."
  },
  {
    "id": 350,
    "description_en": "Your mind sparks with sharp inspiration; a clear thought cuts the fog. Tacit fits this mental edge—fresh basil and clear vetiver like a drawn blade. It helps you cut through chaos, focusing on the core value.",
    "quote_en": "Helps you cut through chaos, focusing on the core value."
  },
  {
    "id": 351,
    "description_en": "Your mind sparks with sharp inspiration; a clear thought cuts the fog. Awake fits this mental edge—pure espresso bringing instant focus like a drawn blade. It helps you cut through chaos, focusing on the core value.",
    "quote_en": "Helps you cut through chaos, focusing on the core value."
  },
  {
    "id": 352,
    "description_en": "Your mind sparks with sharp inspiration; a breakthrough thought cuts the fog. Silver Mountain Water fits this mental edge—clear glacial water and crisp green tea bringing extreme focus. It helps you cut through chaos, focusing on the core value.",
    "quote_en": "Helps you cut through chaos, focusing on the core value."
  },
  {
    "id": 354,
    "description_en": "You stand at a crossroads, guarding inner balance with silence. Tam Dao resonates with this suspension—quiet sandalwood and calm cedar creating an undisturbed thought space. It rushes no answer, only providing peace for your weighing.",
    "quote_en": "Only providing peace for your weighing."
  },
  {
    "id": 355,
    "description_en": "You stand at a crossroads, guarding inner balance with silence. Gris Charnel resonates with this suspension—milky fig and bitter tea building a misty thought space on sandalwood. It rushes no answer, only providing peace for your weighing.",
    "quote_en": "Only providing peace for your weighing."
  },
  {
    "id": 356,
    "description_en": "You stand at a crossroads, guarding inner balance with silence. White Moss resonates with this suspension—clean white musk and wet moss creating an undisturbed thought space. It rushes no answer, only providing peace for your weighing.",
    "quote_en": "Only providing peace for your weighing."
  },
  {
    "id": 358,
    "description_en": "You suffer heartbreak, sorrow piercing like three swords. Chergui understands this deep loss—warm honey and rich hay gently wrapping the wounded heart. It rushes not to cure, but brings a little solace with every breath.",
    "quote_en": "Brings a little solace with every breath."
  },
  {
    "id": 359,
    "description_en": "You suffer heartbreak, sorrow piercing like swords. Jeux de Peau understands this deep loss—warm toast and rich milk soothing the wounded heart with rustic warmth. It rushes not to cure, but brings a little solace with every breath.",
    "quote_en": "Brings a little solace with every breath."
  },
  {
    "id": 360,
    "description_en": "You suffer heartbreak, sorrow piercing like swords. Lazy Sunday Morning understands this deep loss—fresh lily and juicy pear bringing gentle comfort in white musk. It rushes not to cure, but brings a little soothing with every breath.",
    "quote_en": "Brings a little soothing with every breath."
  }
]
