{"__EMPTY":"Eight of Swords","__EMPTY_1":"宝剑八","過去":"宝剑八在过去，说明你在事业与学业的早期，就已经习惯在一种「被限制」的环境里长大。可能是家人、老师、社会期待，把一套很固定的路线放在你身上：该读什么科系、该找什么工作、什么才算「稳定」。你许多决定不是出于真正的选择，而是出于「好像也只能这样」。久而久之，你学会了收起自己的想法，告诉自己不要想太多，先把眼前这条路走完再说。\r\n\r\n这种从小累积的束缚感，让你一遇到转弯点就特别容易卡住——你会下意识觉得「我没有选择」「我做不到别的」「我不能乱来」。别人在看的是现实条件，你心里背着的，却是过去那些被否定、被限制的记忆。宝剑八在过去位置提醒你：很多“没办法”，其实是以前被反复灌输的声音，不是现在的你真正的能力极限。未来你会慢慢学会拆掉这些无形的绳子，发现原来你早就有资格自己选路。","現在":"宝剑八在现在的位置，象征你此刻在事业、学业或财务上，有一种「被困住、却又说不清」的感觉。也许你在一份看似稳定却极度压抑的工作中，觉得自己什么都不能决定；也许你被家庭、贷款、身份等现实条件紧紧束缚，觉得想换方向却根本没有资格谈；又或者你被一次次失败和否定淹没，渐渐陷入「反正我做什么都不会成功」的自我设限中。\r\n\r\n这张牌提醒你，现阶段最难的，不是外在环境，而是你对自己的看法。你已经习惯用最严苛的眼光审视自己：学历不够好、能力不突出、年龄不占优势……久而久之，你甚至不再尝试，只是待在原地说：「我不行。」宝剑八并不是否认困难的存在，而是温柔地指出：你可以先从松开一两条绳子开始——例如挑战一个小小的任务，尝试向值得信任的人求助，或只是说出「其实我过得并不好」这句话。这样微小的动作，都是在告诉自己：我还可以做点什么。","未來":"未来抽到宝剑八，说明你会经历一段“被卡住”的感觉。不是因为现实真的没有路，而是你的思想暂时把你困在一种“我不敢动”“我不知道怎么办”的状态。未来你可能会对某个决定犹豫太久，对失败想得太多，或因为责任感太强而不敢迈步。你会觉得自己像被绑住一样，但事实上，那些绳子更多来自你的恐惧而不是外界。\r\n\r\n宝剑八提醒你：未来你需要的不是突破环境，而是突破你的预设。你越敢承认自己的害怕，就越能看见其实你已经有能力往前了。不必一次跨很大，一小步就足够让困局松开。","sentence_cn":"这是一个新起点，勇敢尝试，同时做好基础准备。","past_en_new":"The Fool in the past suggests a time of 'new beginnings and risks.' You may have started a new job, launched a business, or entered a new field with little experience but lots of enthusiasm. It was a time of taking a leap of faith.\nYou learned the value of 'courage.' You realized that sometimes you have to jump before you are ready. You learned to trust your instincts.\nThis card also speaks of 'unconventionality.' You took a path less traveled.\nYour soul is an 'innovator.' You know that every great journey starts with a single step.","present_en_new":"The Fool appearing now signals 'opportunity.' A new career path is opening up. You may be feeling the urge to quit your job and start something new. You are full of fresh ideas.\nYou are being asked to 'be bold.' Don't be afraid to look foolish. Take the risk.\nThis is a time for 'creativity.' Think outside the box.","future_en_new":"The Fool in the future promises 'adventure.' You will embark on a new professional journey that is exciting and unpredictable. You will find success by following your passion.\nTo welcome this, practice 'openness' now. Be willing to learn. Your future holds a career that is anything but boring.","sentence_en_new":"Trust your instincts and take a leap of faith; a new professional adventure awaits."}
