[
  {
    "id": 150,
    "description_en": "You stand at the threshold of a new journey, heart filled with curiosity for the unknown. Gypsy Water mirrors this free spirit—fresh juniper and warm amber weaving a tale of campfires under starlit skies. It sets no destination, only accompanying your spontaneous exploration, reminding you that life's magic often lies in the unplanned turns.",
    "quote_en": "Life's magic often lies in the unplanned turns."
  },
  {
    "id": 151,
    "description_en": "You embrace the start of a new voyage with innocent fearlessness. Vanille Abricot captures this liberated state—a sweet union of vanilla and apricot, simple and direct as a child's pure joy. It promises no specific end, but delights in every surprise along the way, whispering that the best moments come unannounced.",
    "quote_en": "The best moments come unannounced."
  },
  {
    "id": 152,
    "description_en": "Standing at the edge of a fresh beginning, you gaze into the unknown with anticipation. Fico di Amalfi reflects this freedom—green fig leaves and sweet fruit sketching the bright scenery of the Mediterranean coast. It maps no fixed path, only the joy of discovery, finding life's surprises around every corner.",
    "quote_en": "Finding life's surprises around every corner."
  },
  {
    "id": 154,
    "description_en": "You feel the awakening of inner potential; all things are ready for your command. Terre d'Hermès resonates with this mastery—vibrant grapefruit and grounding vetiver constructing a force field between heaven and earth. It gives you the confidence to turn thoughts into reality, making every action as precise and potent as a spell.",
    "quote_en": "Making every action as precise and potent as a spell."
  },
  {
    "id": 155,
    "description_en": "You sense the magic of manifesting ideas into form; the world is your tool. Ani echoes your creative power—spicy ginger and rich vanilla sparking against bright bergamot. Like an incantation, it helps you blend elements perfectly, allowing every vision to manifest flawlessly in reality.",
    "quote_en": "Allowing every vision to manifest flawlessly in reality."
  },
  {
    "id": 156,
    "description_en": "You wield the magic of realization, turning concepts into tangible form. Eau des Sens harmonizes with your creativity—clear bitter orange and green juniper balanced in clean orange blossom. It acts as a spell of precision, helping you align every element so your inspiration appears perfectly in the real world.",
    "quote_en": "Align every element so your inspiration appears perfectly."
  },
  {
    "id": 158,
    "description_en": "You hear the call of inner wisdom, seeking dialogue with intuition in silence. Tam Dao creates this sacred space—creamy sandalwood and serene air, like a meditative moment in an ancient temple. It offers no answers, but illuminates the path to the depths of your subconscious.",
    "quote_en": "Illuminates the path to the depths of your subconscious."
  },
  {
    "id": 159,
    "description_en": "Deep inner wisdom calls to you, inviting revelation through silence. Gris Charnel answers this profound intuition—milky fig and bitter tea weaving a misty, mysterious atmosphere over a sandalwood base. It provides no answers, but lights the way for your spiritual exploration.",
    "quote_en": "Lights the way for your spiritual exploration."
  },
  {
    "id": 160,
    "description_en": "You listen for the voice of wisdom within, seeking enlightenment in stillness. Baie 19 mirrors this deep intuition—the cool scent of rain on dry earth creating an ethereal, mysterious void. It gives no answers, but shines a light on the path to your deepest subconscious.",
    "quote_en": "Shines a light on the path to your deepest subconscious."
  },
  {
    "id": 162,
    "description_en": "You are in a cycle of abundance and creation, your love for life blooming like a flower. À la Rose reflects your radiance—the luxurious scent of hundreds of roses, like a stroll through a private summer garden. It awakens your sense of beauty, reminding you that you are the source of love and nourishment.",
    "quote_en": "You are the source of love and nourishment."
  },
  {
    "id": 163,
    "description_en": "You stand at the peak of creation and abundance, your love warm as sunlight. Lira mirrors this brilliance—the tempting aroma of caramel lemon cake, like a feast that never ends. It awakens total acceptance of sensory beauty, reminding you that you are the wellspring of love and plenty.",
    "quote_en": "You are the wellspring of love and plenty."
  },
  {
    "id": 164,
    "description_en": "You flow through a season of abundance, your passion for life blossoming. Love Story echoes your glow—clean orange blossom and gentle musk weaving an elegant, feminine aura. It stirs your perception of beauty, a reminder that you are the very origin of love and care.",
    "quote_en": "You are the very origin of love and care."
  },
  {
    "id": 166,
    "description_en": "You seek to establish order and structure, building your domain with steady strength. Oud Wood resonates with your authority—calm oud and sandalwood standing like a throne polished by time. It lays an unshakable foundation of confidence amidst chaos, displaying a control that is unhurried and absolute.",
    "quote_en": "Displaying a control that is unhurried and absolute."
  },
  {
    "id": 167,
    "description_en": "You build order and authority, constructing your kingdom with steady power. Tonka Imperiale echoes your command—rich tonka bean and warm tobacco, like a throne worn smooth by history. It establishes an immovable cornerstone for you amidst the turmoil.",
    "quote_en": "Establishes an immovable cornerstone amidst the turmoil."
  },
  {
    "id": 168,
    "description_en": "You forge structure and order, defining your realm with grounded strength. Castile resonates with your authority—classic orange blossom and soapiness revealing an elegance tested by time. It grants you unshakable confidence in the noise, showing a mastery that is calm and composed.",
    "quote_en": "Showing a mastery that is calm and composed."
  },
  {
    "id": 170,
    "description_en": "You seek spiritual guidance and traditional wisdom, looking for faith amidst the noise. Myrrh & Tonka aligns with this quest—peaceful lavender and mysterious myrrh weaving a solemn, ritualistic atmosphere. Like an ancient book of wisdom, it provides a sanctuary for your soul.",
    "quote_en": "It provides a sanctuary for your soul."
  },
  {
    "id": 171,
    "description_en": "You search for spiritual direction and the wisdom of tradition, craving belief in the chaos. Spiritueuse Double Vanille fits this pursuit—sacred vanilla and rich rum creating a solemn, ritualistic air. Like a vessel of ancient knowledge, it offers an eternal home for your spirit.",
    "quote_en": "Offers an eternal home for your spirit."
  },
  {
    "id": 172,
    "description_en": "You seek guidance from spirit and tradition, yearning for inner faith. Blanche matches this search—clean aldehydes and pure white musk creating a holy, ritualistic aura. Like a channel to higher consciousness, it provides an eternal resting place for your soul.",
    "quote_en": "Provides an eternal resting place for your soul."
  },
  {
    "id": 174,
    "description_en": "You experience a deep soul connection, finding true resonance in relationship. 001 Woman interprets this intimacy—gentle vanilla and jasmine wrapping around clean musk, like the warmth of a morning embrace. It records the moment of spiritual vibration, becoming a silent promise between you.",
    "quote_en": "Becoming a silent promise between you."
  },
  {
    "id": 176,
    "description_en": "You traverse a profound connection of souls, seeking sincere resonance. For Her Eau de Toilette defines this closeness—clean musk and tender florals sketching the warm memory of skin against skin. It captures the instant of heart-vibration, a wordless vow shared between two.",
    "quote_en": "A wordless vow shared between two."
  },
  {
    "id": 178,
    "description_en": "You harness opposing forces to charge forward, will as your reins. Terre d'Hermès resonates with your explosive action—cold minerals and broad vetiver building an unwavering path ahead. It grants you the courage to break through obstacles, making your goal as clear as the horizon.",
    "quote_en": "Making your goal as clear as the horizon."
  },
  {
    "id": 179,
    "description_en": "You sprint towards your goal with full force, will driving you on. Awake echoes your burst of action—the pure scent of espresso bringing extreme focus, like an engine that never stops. It gives you the determination to smash through barriers, putting the target within reach.",
    "quote_en": "Putting the target within reach."
  },
  {
    "id": 180,
    "description_en": "You drive opposing forces forward, holding the reins of will. Silver Mountain Water resonates with your momentum—clear glacial water and crisp green tea forging a steadfast path. It gifts you the courage to breach obstacles, keeping your destination clearly in sight.",
    "quote_en": "Keeping your destination clearly in sight."
  },
  {
    "id": 182,
    "description_en": "You learn to master situations with gentleness, finding true strength in inner calm. Philosykos reflects this wisdom—green fig leaves and milky fruit speaking the philosophy of softness overcoming hardness. It reminds you: the toughest resilience often hides beneath the softest exterior.",
    "quote_en": "The toughest resilience often hides beneath the softest exterior."
  },
  {
    "id": 183,
    "description_en": "You discover the wisdom of yielding to conquer, finding power in composure. Gris Charnel answers this deep courage—gentle fig and firm sandalwood finding perfect balance in the grey zone. It reminds you: the most resilient strength is often found in the calmest appearance.",
    "quote_en": "The most resilient strength is often found in the calmest appearance."
  },
  {
    "id": 184,
    "description_en": "You master the art of gentle control, sourcing power from inner peace. For Her Eau de Toilette mirrors this wisdom—inclusive musk and soft florals displaying the philosophy of soft overcoming hard. It reminds you: true resilience is often veiled in the tenderest form.",
    "quote_en": "True resilience is often veiled in the tenderest form."
  },
  {
    "id": 186,
    "description_en": "You choose to retreat inward, seeking the glimmer of truth in solitude. Hwyl resonates with your contemplation—quiet cypress and deep vetiver like a forest path in the mist. It does not point the way, but offers the most peaceful company for your inner exploration.",
    "quote_en": "Offers the most peaceful company for your inner exploration."
  },
  {
    "id": 187,
    "description_en": "You withdraw into yourself, searching for truth's light in the quiet. Tonka Imperiale echoes your meditation—rich tobacco and warm tonka bean creating a sacred space for solitude. It gives no direction, but provides the most serene companionship for your journey within.",
    "quote_en": "Provides the most serene companionship for your journey within."
  },
  {
    "id": 188,
    "description_en": "You retreat to the inner world, seeking truth in isolation. White Moss resonates with your reflection—clean white musk and damp moss creating a peaceful space for being alone. It offers no map, but provides the quietest company for your exploration of self.",
    "quote_en": "Provides the quietest company for your exploration of self."
  },
  {
    "id": 190,
    "description_en": "As life turns, you sense the deep meaning of the cosmos. Bal d'Afrique embraces this moment with golden warmth—bright bergamot and rich amber like a celebratory dance on the African plains. It resists no change, shedding hopeful sunlight on every turn, reminding you: every end is a new beginning.",
    "quote_en": "Every end is a new beginning."
  },
  {
    "id": 191,
    "description_en": "As the gears of fate turn, you feel the natural cycle of life shifting. Angels' Share fits this moment of change—rich cognac and warm hazelnut like a feast of celebration. It accepts impermanence, sprinkling golden hope at every turn, reminding you to accept life's gifts.",
    "quote_en": "Reminding you to accept life's gifts."
  },
  {
    "id": 192,
    "description_en": "As fate's wheel spins, you feel the cycle of life renew. Aqua Celestia matches this transition—fresh lemon and mint, transparent and bright as hope pouring from the sky. It resists no flux, bringing new possibilities at every turn, reminding you to embrace the presents of existence.",
    "quote_en": "Reminding you to embrace the presents of existence."
  },
  {
    "id": 194,
    "description_en": "Standing at the center of the scales, you seek the fairest balance. Thé Noir 29 answers with exquisite coordination—sweet fig and dry tobacco achieving perfect harmony in a black tea base. Unbiased and objective, it helps you find the middle path through complexity.",
    "quote_en": "Helps you find the middle path through complexity."
  },
  {
    "id": 195,
    "description_en": "You stand at the fulcrum seeking equilibrium, needing clear judgment. Ani responds with precise coordination—spicy ginger and sweet vanilla perfectly tuned by bergamot. Like the fairest ruling, it helps you find the way of balance amidst the complex.",
    "quote_en": "Helps you find the way of balance amidst the complex."
  },
  {
    "id": 196,
    "description_en": "You seek balance at the center of the scales, requiring clarity. Aqua Universalis responds with absolute purity—clean lemon and lily of the valley, like an impartial verdict. Free of bias, it helps you find the righteous path through the complications.",
    "quote_en": "Helps you find the righteous path through the complications."
  },
  {
    "id": 198,
    "description_en": "When you choose to see the world from a new angle, Tacit brings clarity to the suspension—green basil and grounding vetiver building a quiet space for thought. It rushes no answer, letting waiting become wisdom, seeing different possibilities in the stillness.",
    "quote_en": "Seeing different possibilities in the stillness."
  },
  {
    "id": 199,
    "description_en": "Choosing a new perspective, Changing Constance brings fresh insight to the pause—salty cardamom and sweet caramel flowing through cedar, a strange balance. It makes waiting a valuable sediment, discovering new possibilities from an unconventional angle.",
    "quote_en": "Discovering new possibilities from an unconventional angle."
  },
  {
    "id": 200,
    "description_en": "When you shift your view of the world, Un Jardin Sur La Lagune brings new realization to the suspension—magnolia and lily in salty wind sketching a unique lagoon garden. It turns waiting into value, finding neglected beauty from an unusual perspective.",
    "quote_en": "Finding neglected beauty from an unusual perspective."
  },
  {
    "id": 202,
    "description_en": "Facing a necessary end, Chergui accompanies the metamorphosis with a warm embrace—sweet honey and warm hay completing the cycle in musk. It fears no demise, igniting the flame of rebirth in the ashes, telling you: only by letting go can you embrace the new.",
    "quote_en": "Only by letting go can you embrace the new."
  },
  {
    "id": 203,
    "description_en": "Facing a necessary end, Side Effect accompanies the transformation with fiery energy—strong rum and warm cinnamon completing destruction and rebirth in vanilla. It fears no demise, instead lighting the fire of new life within the ashes.",
    "quote_en": "Lighting the fire of new life within the ashes."
  },
  {
    "id": 204,
    "description_en": "Facing a necessary end, Lazy Sunday Morning accompanies the change with a gentle hold—fresh lily of the valley and pear completing the cycle in white musk. It fears no fading, bringing a brand new beginning at the moment of closure.",
    "quote_en": "Bringing a brand new beginning at the moment of closure."
  },
  {
    "id": 206,
    "description_en": "Finding balance in conflict, Wood Sage & Sea Salt brings natural harmony—salty sea breeze and warm sage meeting perfectly at the shore. Unhurried, it teaches you to blend opposites with grace, finding your inner center in the calm.",
    "quote_en": "Finding your inner center in the calm."
  },
  {
    "id": 207,
    "description_en": "Seeking the middle way in conflict, Herod brings gentle regulation—dry tobacco and warm cinnamon finding perfect balance in fresh grapefruit. Unhurried, it teaches you to fuse opposites with a composed demeanor.",
    "quote_en": "Teaches you to fuse opposites with a composed demeanor."
  },
  {
    "id": 208,
    "description_en": "Finding balance in conflict, Wood Sage & Sea Salt brings natural harmony—salty sea breeze and warm sage meeting perfectly at the shore. Unhurried, it teaches you to blend opposites with grace, finding your inner center in the calm.",
    "quote_en": "Finding your inner center in the calm."
  },
  {
    "id": 210,
    "description_en": "When desire whispers in the dark, By the Fireplace faces the temptation honestly—sweet roasted chestnuts and warm fire weaving an intoxicating trap. It judges not the indulgence, but keeps you awake in the warmth, seeing the line between bond and freedom.",
    "quote_en": "Seeing the line between bond and freedom."
  },
  {
    "id": 211,
    "description_en": "When desire whispers in the dark, Intoxicated faces the temptation honestly—rich coffee and spicy cardamom weaving a maze of intoxication. It judges not the indulgence, but keeps your cognition clear amidst the enjoyment.",
    "quote_en": "Keeps your cognition clear amidst the enjoyment."
  },
  {
    "id": 212,
    "description_en": "When desire whispers in the dark, Original Musk faces the temptation honestly—animalic musk, raw and real, warming on the skin. It judges not the indulgence, but keeps you awake in the warmth, seeing the line between bond and freedom.",
    "quote_en": "Seeing the line between bond and freedom."
  },
  {
    "id": 214,
    "description_en": "When old structures collapse, Bois Farine brings unexpected comfort in the ruins—almond flour and cedar like a new world found after disaster. It hides no pain, but proves with rustic warmth: destruction is often for a truer construction.",
    "quote_en": "Destruction is often for a truer construction."
  },
  {
    "id": 215,
    "description_en": "When old structures fall, Jeux de Peau brings unexpected solace in the ruins—warm toast and rich milk smoothing the turmoil with rustic scent. It proves: destruction is often for a truer construction.",
    "quote_en": "Destruction is often for a truer construction."
  },
  {
    "id": 216,
    "description_en": "When old structures collapse, Baie 19 brings unexpected clarity in the ruins—rain-washed minerals and wet earth like the truest state after disaster. It hides no pain, but proves with raw reality: destruction is often to rebuild a firmer foundation.",
    "quote_en": "Destruction is often to rebuild a firmer foundation."
  },
  {
    "id": 218,
    "description_en": "Seeing hope in the dark, Gypsy Water carries this clear expectation—fresh juniper and warm amber like the starry sky outside a tent. It washes away fatigue, injecting the confidence of dawn into every night, guiding you towards the light.",
    "quote_en": "Guiding you towards the light."
  },
  {
    "id": 219,
    "description_en": "Seeing hope in the dark, Cheirosa '62 carries this bright expectation—sweet pistachio and almond, warm salted caramel like brilliant sunshine on the beach. It washes away the gloom, injecting the confidence of dawn into every night.",
    "quote_en": "Injecting the confidence of dawn into every night."
  },
  {
    "id": 220,
    "description_en": "Seeing hope in the dark, Silver Mountain Water carries this clear expectation—cool glacial water and clean green tea like the brightest guide in the night sky. It washes away fatigue, injecting the confidence of dawn into every night, lighting your road ahead.",
    "quote_en": "Lighting your road ahead."
  },
  {
    "id": 222,
    "description_en": "Diving into the deep pool of the subconscious, Hwyl accompanies this night voyage—deep cypress and wet moss sketching the mystery of a misty forest. It dispels no fear, but teaches you to be with the unknown, finding your truth in the haze.",
    "quote_en": "Finding your truth in the haze."
  },
  {
    "id": 223,
    "description_en": "Diving into the deep pool of the subconscious, Irish Leather accompanies this night voyage—strong whiskey and rugged leather dotted with cool mint. It dispels no fog, but teaches you to find your own truth in the haze.",
    "quote_en": "Teaches you to find your own truth in the haze."
  },
  {
    "id": 224,
    "description_en": "Diving into the deep pool of the subconscious, Un Jardin Sur La Lagune accompanies this night voyage—lagoon flowers misty under the moon, beautiful in uncertainty. It dispels no fog, but teaches you to find your own truth in the haze.",
    "quote_en": "Teaches you to find your own truth in the haze."
  },
  {
    "id": 226,
    "description_en": "When joy floods the heart like sunlight, Bal d'Afrique amplifies this pure delight—vibrant bergamot and warm amber like golden dawn on the savannah. Simple and profound, it celebrates existence, reminding you: happiness is the most natural state.",
    "quote_en": "Happiness is the most natural state."
  },
  {
    "id": 227,
    "description_en": "When joy floods the heart like sunlight, Grand Soir amplifies this pure delight—radiant amber and rich vanilla like a golden hour that never ends. It simply celebrates existence, reminding you of the preciousness of living in the now.",
    "quote_en": "Reminding you of the preciousness of living in the now."
  },
  {
    "id": 228,
    "description_en": "When joy floods the heart like sunlight, Sundazed amplifies this pure delight—bright citrus and warm musk like cotton candy kissed by the sun. Simple and profound, it celebrates existence, reminding you: happiness is the most natural state.",
    "quote_en": "Happiness is the most natural state."
  },
  {
    "id": 230,
    "description_en": "When the soul awakens, Sacred Wood guides this holy transition—pure sandalwood and milky serenity creating a judgment-free space. It offers a clear perspective, turning every reflection into a chance for rebirth.",
    "quote_en": "Turning every reflection into a chance for rebirth."
  },
  {
    "id": 231,
    "description_en": "As the soul awakens, Angels' Share escorts this divine shift—rich cognac and oak bringing sudden enlightenment. It judges not the past, but offers a clear view, making every reflection a seed for new life.",
    "quote_en": "Making every reflection a seed for new life."
  },
  {
    "id": 232,
    "description_en": "When the soul awakens, Lazy Sunday Morning guards this sacred turn—clean soap and fresh pear bringing renewed clarity. It judges not the past, but offers a fresh perspective, turning reflection into rebirth.",
    "quote_en": "Turning reflection into rebirth."
  },
  {
    "id": 234,
    "description_en": "As the cycle completes, Santal 33 crowns the moment—sandalwood and leather standing tall like a peak view of the journey. It witnesses your wholeness, offering grounded affirmation at the point where end meets beginning.",
    "quote_en": "Offering grounded affirmation at the point where end meets beginning."
  },
  {
    "id": 235,
    "description_en": "When the cycle completes, Grand Soir crowns the moment—amber brilliance and vanilla abundance building a perfect finale. It witnesses your creation's wholeness, offering dazzling affirmation where the circle closes and opens anew.",
    "quote_en": "Offering dazzling affirmation where the circle closes and opens anew."
  },
  {
    "id": 236,
    "description_en": "As the cycle completes, Virgin Island Water crowns the moment—tropical lime and coconut with a hint of rum. It witnesses your wholeness, offering a relaxed celebration at the meeting point of end and beginning.",
    "quote_en": "Offering a relaxed celebration at the meeting point of end and beginning."
  },
  {
    "id": 238,
    "description_en": "The spark of action ignites; a new plan awaits. Tacit matches this raw energy—fresh basil and vetiver like a clear dawn. It injects courage to start, ensuring every thought finds its path to reality.",
    "quote_en": "Ensuring every thought finds its path to reality."
  },
  {
    "id": 239,
    "description_en": "The spark of action bursts forth; a new plan demands life. Awake matches this newborn drive—pure espresso bringing instant focus like a flash of inspiration. It promises no result, but fuels every beginning with unwavering courage.",
    "quote_en": "Fuels every beginning with unwavering courage."
  },
  {
    "id": 240,
    "description_en": "The spark of action bursts forth; a new plan awaits. Aqua Celestia aligns with this drive—mint and lime bringing instant clarity like a beam of light. It infuses every beginning with transparent energy, turning thought into immediate deed.",
    "quote_en": "Turning thought into immediate deed."
  },
  {
    "id": 242,
    "description_en": "You survey the situation from above, the future unfolding. Terre d'Hermès echoes this foresight—vibrant grapefruit and steady minerals building a broad perspective. It grants confidence to control the outcome, making every decision as solid as the earth.",
    "quote_en": "Making every decision as solid as the earth."
  },
  {
    "id": 243,
    "description_en": "You plan the future with composure, weighing possibilities. Tonka Imperiale echoes this strategy—rich tonka and warm tobacco building a steady, grand vision. It grants the confidence and foresight to master the unfolding path.",
    "quote_en": "Grants the confidence and foresight to master the unfolding path."
  },
  {
    "id": 244,
    "description_en": "You plan the future with composure, surveying with open eyes. Silver Mountain Water echoes this foresight—clear glacial water and crisp green tea building a cool, far-reaching vision. It grants clear thinking, making every decision transparent as crystal.",
    "quote_en": "Making every decision transparent as crystal."
  },
  {
    "id": 246,
    "description_en": "Your vision transcends the now; distant success dawns. Bal d'Afrique resonates with this openness—bright bergamot and warm amber like gold sun on sails. It holds optimism for the future, witnessing every step you take to expand your world.",
    "quote_en": "Witnessing every step you take to expand your world."
  },
  {
    "id": 247,
    "description_en": "Your vision transcends the now; distant success appears. Angels' Share resonates with this expectation—rich cognac and hazelnut like a feast for victory. It holds optimism for the future, witnessing every step you take to expand your world.",
    "quote_en": "Witnessing every step you take to expand your world."
  },
  {
    "id": 248,
    "description_en": "Your vision transcends the now; distant success appears. On the Beach resonates with this expectation—fresh bergamot and rosemary like news on the sea breeze. It holds optimism for the future, witnessing every step you take to expand your world.",
    "quote_en": "Witnessing every step you take to expand your world."
  },
  {
    "id": 250,
    "description_en": "You built a solid foundation and now enjoy the warmth. By the Fireplace captures this contentment—sweet chestnut and fire warmth creating a festive home vibe. It is the best tribute to stable achievement.",
    "quote_en": "It is the best tribute to stable achievement."
  },
  {
    "id": 251,
    "description_en": "You built a solid foundation and now enjoy the celebration. Cheirosa '62 captures this joy—pistachio and almond sweetness, warm salted caramel creating a festive air. It is the best tribute to stable achievement.",
    "quote_en": "It is the best tribute to stable achievement."
  },
  {
    "id": 252,
    "description_en": "You built a solid foundation and now enjoy the reward. Sundazed captures this contentment—sunny citrus and warm musk creating a festive joy. It is the best tribute to stable achievement, like a happiness that never takes a break.",
    "quote_en": "Like a happiness that never takes a break."
  },
  {
    "id": 254,
    "description_en": "In a tense competitive field, views clash. Ombré Leather resonates with this conflict—wild leather and deep wood showing the beauty of confrontation. It gives you the backbone to maintain your style amidst the chaos.",
    "quote_en": "Gives you the backbone to maintain your style amidst the chaos."
  },
  {
    "id": 255,
    "description_en": "In a tense competitive field, forces collide. Ani resonates with this conflict—spicy ginger and rich vanilla in an interesting duel, brightened by bergamot. It gives you the backbone to keep your personality amidst the chaos.",
    "quote_en": "Gives you the backbone to keep your personality amidst the chaos."
  },
  {
    "id": 256,
    "description_en": "In a tense competitive field, views clash. Eau des Sens resonates with this conflict—sharp bitter orange and green juniper balanced by orange blossom. It gives you the backbone to stay clear-headed amidst the chaos.",
    "quote_en": "Gives you the backbone to stay clear-headed amidst the chaos."
  },
  {
    "id": 258,
    "description_en": "You win deserved recognition, enjoying victory's glory. Santal 33 matches your radiance—rich sandalwood and cool leather like a natural aura of triumph. It makes no noise, yet makes your achievement impossible to ignore.",
    "quote_en": "Makes your achievement impossible to ignore."
  },
  {
    "id": 259,
    "description_en": "You win deserved recognition, enjoying victory's glory. Grand Soir matches your radiance—amber splendor and vanilla length like a grand celebration. It makes no noise, yet makes your achievement impossible to ignore.",
    "quote_en": "Makes your achievement impossible to ignore."
  },
  {
    "id": 260,
    "description_en": "You win deserved recognition, enjoying victory's glory. Sole di Positano matches your radiance—bright citrus and clean orange blossom like a triumph under the sun. It makes no noise, yet naturally draws all admiration.",
    "quote_en": "Naturally draws all admiration."
  },
  {
    "id": 262,
    "description_en": "You stand firm, defending beliefs against challenge. Thé Noir 29 fits this wisdom—rich black tea and tough tobacco showing lasting power. It gives you the depth to remain composed under pressure.",
    "quote_en": "Gives you the depth to remain composed under pressure."
  },
  {
    "id": 263,
    "description_en": "You stand firm, defending beliefs against challenge. Irish Leather fits this courage—strong whiskey and tough leather showing unyielding character in cool mint. It gives you the power to keep your grace under pressure.",
    "quote_en": "Gives you the power to keep your grace under pressure."
  },
  {
    "id": 264,
    "description_en": "You stand firm, defending beliefs against challenge. Wood Sage & Sea Salt fits this wisdom—fresh sea breeze and steady sage showing soft defense. It gives you the natural confidence to remain composed under pressure.",
    "quote_en": "Gives you the natural confidence to remain composed under pressure."
  },
  {
    "id": 266,
    "description_en": "Action unfolds fast; news flies like arrows. Tacit echoes this rhythm with clear kinetic energy—bright citrus and directed vetiver bringing efficient targeting. It speeds your step, letting plans realize smoothly.",
    "quote_en": "Speeds your step, letting plans realize smoothly."
  },
  {
    "id": 267,
    "description_en": "Action unfolds fast; plans advance at speed. Changing Constance echoes this rhythm with dynamic energy—salty cardamom and sweet caramel flowing through cedar. It speeds your step, letting goals be reached efficiently.",
    "quote_en": "Speeds your step, letting goals be reached efficiently."
  },
  {
    "id": 268,
    "description_en": "Action unfolds fast; plans advance at speed. Aqua Celestia echoes this rhythm with fluid energy—cool mint and bright lemon symbolizing seamless thought and deed. It speeds your step, letting goals be reached elegantly.",
    "quote_en": "Speeds your step, letting goals be reached elegantly."
  },
  {
    "id": 270,
    "description_en": "You gather wisdom from the past, guarded and tough. Tam Dao resonates with this mature defense—quiet sandalwood and firm cedar building a protective space. It hides no pain, but turns experience into inner strength.",
    "quote_en": "Turns experience into inner strength."
  },
  {
    "id": 271,
    "description_en": "You gather wisdom from the past, moving forward with caution. Gris Charnel resonates with this mature defense—milky fig and bitter tea building wisdom on a sandalwood base. It turns experience into inner resilience.",
    "quote_en": "Turns experience into inner resilience."
  },
  {
    "id": 272,
    "description_en": "You gather wisdom from the past, moving forward with caution. White Moss resonates with this mature defense—clean musk and damp moss building a protective quiet. It turns experience into resilience, readying you for the next battle.",
    "quote_en": "Readying you for the next battle."
  },
  {
    "id": 274,
    "description_en": "You bear a heavy load, tired but persisting. Bois Farine understands this burden—rustic almond flour and cedar support like a steady companion. It lightens no weight, but adds warmth to the hard road.",
    "quote_en": "Adds warmth to the hard road."
  },
  {
    "id": 275,
    "description_en": "You bear a heavy load, tired but persisting. Jeux de Peau understands this burden—warm toast and rich milk offering simple comfort. It lightens no weight, but adds warm companionship to the hard road.",
    "quote_en": "Adds warm companionship to the hard road."
  },
  {
    "id": 276,
    "description_en": "You bear a heavy load, tired but persisting. Lazy Sunday Morning understands this burden—fresh lily and juicy pear offering gentle solace in white musk. It lightens no weight, but adds soothing hope to the hard road.",
    "quote_en": "Adds soothing hope to the hard road."
  },
  {
    "id": 278,
    "description_en": "You explore with curiosity, ready to act on inspiration. Wood Sage & Sea Salt fits your eager mood—fresh sea breeze and natural sage, a perfect portrait of the young explorer.",
    "quote_en": "A perfect portrait of the young explorer."
  },
  {
    "id": 279,
    "description_en": "You explore with curiosity, eager for new challenges. Cheirosa '62 fits your lively nature—pistachio and almond sweetness, sunny salted caramel, a perfect portrait of the young explorer.",
    "quote_en": "A perfect portrait of the young explorer."
  },
  {
    "id": 280,
    "description_en": "You explore with curiosity, eager for new challenges. Fico di Amalfi fits your lively nature—green fig leaves and sweet fruit, a perfect portrait of the young explorer. It encourages you to keep exploring and learning.",
    "quote_en": "Encourages you to keep exploring and learning."
  },
  {
    "id": 282,
    "description_en": "You act with passion, chasing speed and thrill. Ombré Leather matches your energy—wild leather and deep wood showing a charming adventurous spirit. It is the sexiest battle song on your chase.",
    "quote_en": "The sexiest battle song on your chase."
  },
  {
    "id": 283,
    "description_en": "You act with passion, chasing speed and thrill. Intoxicated matches your energy—strong coffee and spicy cardamom showing a charming adventurous spirit. It is the most intoxicating battle song on your chase.",
    "quote_en": "The most intoxicating battle song on your chase."
  },
  {
    "id": 284,
    "description_en": "You act with passion, chasing speed and thrill. Virgin Island Water matches your energy—crisp lime and tropical coconut showing a vibrant adventurous spirit. It is the most joyful battle song on your chase.",
    "quote_en": "The most joyful battle song on your chase."
  },
  {
    "id": 286,
    "description_en": "You radiate sunny confidence, inspiring life with creativity. À la Rose mirrors your queenly aura—a grand rose garden blooming with life. This scent is the best interpretation of your charisma.",
    "quote_en": "The best interpretation of your charisma."
  },
  {
    "id": 287,
    "description_en": "You radiate sunny confidence, inspiring others with creativity. Lira mirrors your queenly aura—tempting caramel lemon cake, sweet and strong. This scent is the best interpretation of your charisma, lighting up every space.",
    "quote_en": "Lighting up every space."
  },
  {
    "id": 288,
    "description_en": "You radiate sunny confidence, inspiring others with creativity. Love Story mirrors your queenly aura—clean orange blossom and gentle musk weaving elegant charm. This scent is the best interpretation of your charisma, lighting up every space.",
    "quote_en": "Lighting up every space."
  },
  {
    "id": 290,
    "description_en": "You lead with mature foresight, showing unshakable authority. Santal 33 resonates with your kingly control—deep sandalwood and leather building an influence tested by time. It commands respect without words, showing true leadership.",
    "quote_en": "Commands respect without words, showing true leadership."
  },
  {
    "id": 292,
    "description_en": "You lead with mature foresight, showing unshakable authority. Castile resonates with your kingly control—classic orange blossom and soapiness showing elegant power tested by time. It commands respect without words, showing true leadership in a classic style.",
    "quote_en": "Commands respect without words, showing true leadership."
  },
  {
    "id": 294,
    "description_en": "The source of emotion wells up; unconditional love flows. Tam Dao resonates with this pure awakening—milky sandalwood and quiet cedar creating a holy emotional space. It embraces every new feeling without boundaries, accompanying your heart's first flutter.",
    "quote_en": "Accompanying your heart's first flutter."
  },
  {
    "id": 295,
    "description_en": "The source of emotion wells up; innocent love flows. Vanille Abricot resonates with this pure awakening—simple sweet vanilla and apricot like a budding flower. It embraces every new feeling without boundaries, accompanying your heart's first flutter.",
    "quote_en": "Accompanying your heart's first flutter."
  },
  {
    "id": 296,
    "description_en": "The source of emotion flows naturally; pure love is clear as first snow. Blanche fits this awakening perfectly—white musk and aldehydes weaving absolute cleanliness. It embraces every new feeling, accompanying your heart's first flutter.",
    "quote_en": "Accompanying your heart's first flutter."
  },
  {
    "id": 298,
    "description_en": "You experience deep soul resonance; two hearts mirror each other. 001 Woman interprets this connection—warm vanilla and fresh jasmine weaving skin-close tenderness in musk. It records the moment of spiritual communion, a silent promise between you.",
    "quote_en": "A silent promise between you."
  },
  {
    "id": 300,
    "description_en": "You experience deep soul resonance; two hearts mirror each other. For Her Eau de Toilette interprets this intimacy—clean musk and soft florals sketching warm memories of touch. It records the moment of spiritual communion, a silent promise between you.",
    "quote_en": "A silent promise between you."
  },
  {
    "id": 302,
    "description_en": "You immerse in shared celebration; emotional harvest brings joy. Bal d'Afrique resonates with this happiness—bright bergamot and warm amber like golden festival sunlight. It belongs to moments of gathering, witnessing sincere exchange between people.",
    "quote_en": "Witnessing sincere exchange between people."
  },
  {
    "id": 303,
    "description_en": "You immerse in shared celebration; emotional harvest brings joy. Angels' Share resonates with this happiness—rich cognac and hazelnut like a festive feast. It belongs to moments of gathering, witnessing warm exchange between people.",
    "quote_en": "Witnessing warm exchange between people."
  },
  {
    "id": 304,
    "description_en": "You immerse in shared celebration; emotional harvest brings joy. Virgin Island Water resonates with this happiness—crisp lime and tropical coconut like an endless island party. It belongs to moments of gathering, witnessing sincere exchange between people.",
    "quote_en": "Witnessing sincere exchange between people."
  },
  {
    "id": 306,
    "description_en": "Weary of outer invitations, you seek true satisfaction in solitude. Hwyl fits this introspection—deep cypress and wet moss creating a quiet space far from the crowd. It disturbs not your thought, but offers a resting place for the tired soul.",
    "quote_en": "Offers a resting place for the tired soul."
  },
  {
    "id": 307,
    "description_en": "Weary of outer invitations, you seek true satisfaction in solitude. Gris Charnel fits this introspection—milky fig and bitter tea weaving misty silence on sandalwood. It disturbs not your thought, but offers a resting place for the tired soul.",
    "quote_en": "Offers a resting place for the tired soul."
  },
  {
    "id": 308,
    "description_en": "Weary of outer invitations, you seek true satisfaction in solitude. White Moss fits this introspection—clean white musk and wet moss creating a quiet space far from noise. It disturbs not your thought, but offers a resting place for the tired soul.",
    "quote_en": "Offers a resting place for the tired soul."
  },
  {
    "id": 310,
    "description_en": "You grieve for loss, immersed in regret. Chergui understands this pain—sweet honey and rich hay like a understanding embrace. It rushes not to heal, but gently accompanies you through this necessary sorrow.",
    "quote_en": "Gently accompanies you through this necessary sorrow."
  },
  {
    "id": 311,
    "description_en": "You grieve for loss, immersed in regret. Jeux de Peau understands this pain—warm toast and rich milk offering rustic comfort. It rushes not to heal, but gently accompanies you through this necessary sorrow.",
    "quote_en": "Gently accompanies you through this necessary sorrow."
  },
  {
    "id": 312,
    "description_en": "You grieve for loss, immersed in regret. Lazy Sunday Morning understands this pain—fresh lily and juicy pear offering gentle solace in white musk. It rushes not to heal, but fills the repair process with hope.",
    "quote_en": "Fills the repair process with hope."
  },
  {
    "id": 314,
    "description_en": "You return to innocent memories; warmth and giving flood the heart. By the Fireplace evokes this nostalgia—sweet chestnut and fire warmth recreating cherished times. It is like a childhood hearth, forever keeping the original warmth.",
    "quote_en": "Forever keeping the original warmth."
  },
  {
    "id": 315,
    "description_en": "You return to innocent memories; beauty and giving flood the heart. Cheirosa '62 evokes this nostalgia—pistachio and almond sweetness, warm salted caramel recreating cherished times. It is like a childhood gift, forever keeping the original sincerity.",
    "quote_en": "Forever keeping the original sincerity."
  },
  {
    "id": 316,
    "description_en": "You return to innocent memories; beauty and giving flood the heart. Love Story evokes this nostalgia—clean orange blossom and gentle musk recreating cherished times. It is like a youthful vow, forever keeping the original sincerity.",
    "quote_en": "Forever keeping the original sincerity."
  },
  {
    "id": 318,
    "description_en": "Immersed in emotional fantasy, you face hard choices. Sacred Wood walks with this vague longing—pure sandalwood bringing clear spiritual sense. It breaks not the dream, but helps you find inner truth in the mist.",
    "quote_en": "Helps you find inner truth in the mist."
  },
  {
    "id": 319,
    "description_en": "Immersed in emotional fantasy, you face hard choices. Lira walks with this vague longing—tempting caramel lemon cake, beautiful as a dream. It rushes not your waking, but invites you to see your true desire.",
    "quote_en": "Invites you to see your true desire."
  },
  {
    "id": 320,
    "description_en": "Immersed in emotional fantasy, you face hard choices. Un Jardin Sur La Lagune walks with this vague longing—magnolia and lily in salty wind sketching a dream garden. It rushes not your waking, but invites balance between real and imagined.",
    "quote_en": "Invites balance between real and imagined."
  },
  {
    "id": 322,
    "description_en": "You leave unsatisfying emotions to seek deeper meaning. Ombré Leather gives you courage to turn—independent leather and deep wood symbolizing decisive farewell. It speaks not of staying, but opens new possibilities for growth.",
    "quote_en": "Opens new possibilities for growth."
  },
  {
    "id": 323,
    "description_en": "You leave unsatisfying emotions to seek deeper meaning. Herod gives you courage to turn—dry tobacco and warm cinnamon finding new direction in grapefruit. It speaks not of staying, but opens new possibilities for growth.",
    "quote_en": "Opens new possibilities for growth."
  },
  {
    "id": 324,
    "description_en": "You leave unsatisfying emotions to seek deeper meaning. Baie 19 gives you courage to turn—cold rain minerals and wet earth symbolizing sober farewell. It speaks not of staying, but opens new dimensions for growth.",
    "quote_en": "Opens new dimensions for growth."
  },
  {
    "id": 326,
    "description_en": "You enjoy emotional self-sufficiency, delighted by your own charm. Myrrh & Tonka resonates with this self-approval—peaceful lavender and sweet vanilla weaving a joyful private space. It is a reward for self, celebrating you becoming your favorite version.",
    "quote_en": "Celebrating you becoming your favorite version."
  },
  {
    "id": 327,
    "description_en": "You enjoy emotional self-sufficiency, delighted by your own charm. Spiritueuse Double Vanille resonates with this self-approval—sacred vanilla and rich rum weaving a joyful private space. It is a reward for self, celebrating you becoming your favorite version.",
    "quote_en": "Celebrating you becoming your favorite version."
  },
  {
    "id": 328,
    "description_en": "You enjoy emotional self-sufficiency, delighted by your own charm. Sundazed resonates with this self-approval—sunny citrus and warm musk weaving a joyful private space. It is a reward for self, celebrating you becoming your favorite version.",
    "quote_en": "Celebrating you becoming your favorite version."
  },
  {
    "id": 330,
    "description_en": "You experience emotional wholeness; family love makes you complete. Santal 33 crowns this happiness—warm sandalwood and inclusive leather building a community of belonging. It witnesses the home of love you create.",
    "quote_en": "Witnesses the home of love you create."
  },
  {
    "id": 331,
    "description_en": "You experience emotional wholeness; love makes you complete. Grand Soir crowns this happiness—warm amber and long-lasting vanilla building a community of belonging. It witnesses the home of love you create.",
    "quote_en": "Witnesses the home of love you create."
  },
  {
    "id": 332,
    "description_en": "You experience emotional wholeness; love makes you complete. Wood Sage & Sea Salt crowns this happiness—fresh sea breeze and warm sage building a community of belonging. It witnesses the home of love you create.",
    "quote_en": "Witnesses the home of love you create."
  },
  {
    "id": 334,
    "description_en": "You explore emotions with gentle curiosity, ready for messages. Philosykos fits your innocent sensitivity—green fig leaves and milky fruit capturing subtle shifts. It guards your beginner's heart, making every flutter a gift of growth.",
    "quote_en": "Making every flutter a gift of growth."
  },
  {
    "id": 335,
    "description_en": "You explore emotions with gentle curiosity, ready for messages. Vanille Abricot fits your innocent sensitivity—simple sweet vanilla and apricot capturing subtle shifts. It guards your beginner's heart, making every flutter a gift of growth.",
    "quote_en": "Making every flutter a gift of growth."
  },
  {
    "id": 336,
    "description_en": "You explore emotions with gentle curiosity, ready for messages. Fico di Amalfi fits your innocent sensitivity—green fig leaves and sweet fruit capturing subtle shifts. It guards your beginner's heart, making every flutter a gift of growth.",
    "quote_en": "Making every flutter a gift of growth."
  },
  {
    "id": 338,
    "description_en": "You walk romantically into the world, pursuing ideals with poetry. 001 Woman walks with your knightly grace—pure jasmine and lingering vanilla telling of unrequited deep love. It gives courage to pursue, making every flutter a beautiful poem.",
    "quote_en": "Making every flutter a beautiful poem."
  },
  {
    "id": 339,
    "description_en": "You walk romantically into the world, pursuing ideals with poetry. Ani walks with your knightly grace—vibrant ginger and rich vanilla telling of unrequited deep love in bright bergamot. It gives courage to pursue, making every flutter a beautiful poem.",
    "quote_en": "Making every flutter a beautiful poem."
  },
  {
    "id": 340,
    "description_en": "You walk romantically into the world, pursuing ideals with poetry. Sole di Positano walks with your knightly grace—bright citrus and clean orange blossom telling of unrequited deep love. It gives courage to pursue, making every flutter a beautiful poem.",
    "quote_en": "Making every flutter a beautiful poem."
  },
  {
    "id": 342,
    "description_en": "You nourish life with deep intuition, gentle yet powerfully empathetic. Tam Dao resonates with your queenly mercy—inclusive sandalwood and guarding cedar creating a safe emotional space. It soothes every soul needing rest with deep tenderness.",
    "quote_en": "Soothes every soul needing rest with deep tenderness."
  },
  {
    "id": 343,
    "description_en": "You nourish life with deep intuition, gentle yet powerfully empathetic. Gris Charnel resonates with your queenly mercy—gentle fig and guarding sandalwood creating a safe emotional space. It soothes every soul needing rest with deep tenderness.",
    "quote_en": "Soothes every soul needing rest with deep tenderness."
  },
  {
    "id": 344,
    "description_en": "You nourish life with deep intuition, gentle yet powerfully empathetic. For Her Eau de Toilette resonates with your queenly mercy—inclusive musk and soft florals creating a safe emotional space. It soothes every soul needing rest with deep tenderness.",
    "quote_en": "Soothes every soul needing rest with deep tenderness."
  },
  {
    "id": 346,
    "description_en": "You balance reason and emotion with mature wisdom, a trusted guide. Thé Noir 29 matches your kingly calm—rich black tea and deep tobacco balanced in sweet fig. It shows true strength: leading with understanding, profound in peace.",
    "quote_en": "Leading with understanding, profound in peace."
  },
  {
    "id": 347,
    "description_en": "You balance reason and emotion with mature wisdom, a trusted guide. Tonka Imperiale matches your kingly calm—rich tonka and warm tobacco showing seasoned tolerance. It shows true strength: leading with understanding, profound in peace.",
    "quote_en": "Leading with understanding, profound in peace."
  },
  {
    "id": 348,
    "description_en": "You balance reason and emotion with mature wisdom, a trusted guide. Silver Mountain Water matches your kingly calm—clear glacial water and crisp green tea showing seasoned clarity. It shows true strength: leading with understanding, profound in cool.",
    "quote_en": "Leading with understanding, profound in cool."
  },
  {
    "id": 350,
    "description_en": "Your mind sparks with sharp inspiration; a clear thought cuts the fog. Tacit fits this mental edge—fresh basil and clear vetiver like a drawn blade. It helps you cut through chaos, focusing on the core value.",
    "quote_en": "Helps you cut through chaos, focusing on the core value."
  },
  {
    "id": 351,
    "description_en": "Your mind sparks with sharp inspiration; a clear thought cuts the fog. Awake fits this mental edge—pure espresso bringing instant focus like a drawn blade. It helps you cut through chaos, focusing on the core value.",
    "quote_en": "Helps you cut through chaos, focusing on the core value."
  },
  {
    "id": 352,
    "description_en": "Your mind sparks with sharp inspiration; a breakthrough thought cuts the fog. Silver Mountain Water fits this mental edge—clear glacial water and crisp green tea bringing extreme focus. It helps you cut through chaos, focusing on the core value.",
    "quote_en": "Helps you cut through chaos, focusing on the core value."
  },
  {
    "id": 354,
    "description_en": "You stand at a crossroads, guarding inner balance with silence. Tam Dao resonates with this suspension—quiet sandalwood and calm cedar creating an undisturbed thought space. It rushes no answer, only providing peace for your weighing.",
    "quote_en": "Only providing peace for your weighing."
  },
  {
    "id": 355,
    "description_en": "You stand at a crossroads, guarding inner balance with silence. Gris Charnel resonates with this suspension—milky fig and bitter tea building a misty thought space on sandalwood. It rushes no answer, only providing peace for your weighing.",
    "quote_en": "Only providing peace for your weighing."
  },
  {
    "id": 356,
    "description_en": "You stand at a crossroads, guarding inner balance with silence. White Moss resonates with this suspension—clean white musk and wet moss creating an undisturbed thought space. It rushes no answer, only providing peace for your weighing.",
    "quote_en": "Only providing peace for your weighing."
  },
  {
    "id": 358,
    "description_en": "You suffer heartbreak, sorrow piercing like three swords. Chergui understands this deep loss—warm honey and rich hay gently wrapping the wounded heart. It rushes not to cure, but brings a little solace with every breath.",
    "quote_en": "Brings a little solace with every breath."
  },
  {
    "id": 359,
    "description_en": "You suffer heartbreak, sorrow piercing like swords. Jeux de Peau understands this deep loss—warm toast and rich milk soothing the wounded heart with rustic warmth. It rushes not to cure, but brings a little solace with every breath.",
    "quote_en": "Brings a little solace with every breath."
  },
  {
    "id": 360,
    "description_en": "You suffer heartbreak, sorrow piercing like swords. Lazy Sunday Morning understands this deep loss—fresh lily and juicy pear bringing gentle comfort in white musk. It rushes not to cure, but brings a little soothing with every breath.",
    "quote_en": "Brings a little soothing with every breath."
  },
  {
    "id": 362,
    "description_en": "You choose rest and isolation, healing the overthinking mind. Hwyl creates this sanctuary—quiet cypress and wet moss building a shelter far from noise. It guards your contemplation, restoring mental clarity.",
    "quote_en": "Restoring mental clarity."
  },
  {
    "id": 363,
    "description_en": "You choose rest and isolation, healing the overthinking mind. Tonka Imperiale creates this sanctuary—rich tonka and warm tobacco building a peaceful vibe for thought. It guards your contemplation, restoring mental clarity.",
    "quote_en": "Restoring mental clarity."
  },
  {
    "id": 364,
    "description_en": "You choose rest and isolation, healing the overthinking mind. Aqua Universalis creates this sanctuary—absolute clean lemon and lily building a pure land for thought. It guards your contemplation, restoring mental clarity.",
    "quote_en": "Restoring mental clarity."
  },
  {
    "id": 366,
    "description_en": "You are trapped in meaningless conflict; victory feels empty. Terre d'Hermès mirrors this struggle—sharp grapefruit and cold minerals revealing the cost of winning. It reminds you: true wisdom is knowing what is worth fighting for.",
    "quote_en": "True wisdom is knowing what is worth fighting for."
  },
  {
    "id": 367,
    "description_en": "You are trapped in meaningless conflict; victory feels empty. Ani mirrors this struggle—spicy ginger and sweet vanilla in a strange duel. It reminds you: true wisdom is knowing what is worth fighting for.",
    "quote_en": "True wisdom is knowing what is worth fighting for."
  },
  {
    "id": 368,
    "description_en": "You are trapped in meaningless conflict; victory feels empty. Aqua Celestia mirrors this struggle—cool mint and bright lemon revealing the cost of winning. It reminds you: true wisdom is knowing what is worth fighting for.",
    "quote_en": "True wisdom is knowing what is worth fighting for."
  },
  {
    "id": 370,
    "description_en": "You cross a difficult emotional pass, heading to calmer shores. Wood Sage & Sea Salt walks with you—fresh sea breeze and warm sage offering soothing company. It rushes no change, but makes healing gentle.",
    "quote_en": "Makes healing gentle."
  },
  {
    "id": 371,
    "description_en": "You cross a difficult emotional pass, heading to calmer shores. Spiritueuse Double Vanille walks with you—sacred vanilla and rich rum offering soothing company. It rushes no change, but fills the healing with warmth.",
    "quote_en": "Fills the healing with warmth."
  },
  {
    "id": 372,
    "description_en": "You cross a difficult emotional pass, heading to calmer shores. Wood Sage & Sea Salt walks with you—fresh sea breeze and warm sage offering soothing company. It rushes no change, but makes healing natural.",
    "quote_en": "Makes healing natural."
  },
  {
    "id": 374,
    "description_en": "You face challenge with wit and strategy, opening doors unconventionally. Thé Noir 29 fits this flexible wisdom—rich black tea and complex tobacco showing many sides. It proves: sometimes the indirect way is most effective.",
    "quote_en": "Sometimes the indirect way is most effective."
  },
  {
    "id": 375,
    "description_en": "You face challenge with wit and strategy, opening doors unconventionally. Intoxicated fits this flexible wisdom—strong coffee and spicy cardamom showing wild intelligence. It proves: sometimes the indirect way is most effective.",
    "quote_en": "Sometimes the indirect way is most effective."
  },
  {
    "id": 376,
    "description_en": "You face challenge with wit and strategy, opening doors unconventionally. Eau des Sens fits this flexible wisdom—sharp bitter orange and green juniper showing many sides. It proves: sometimes the indirect way is most effective.",
    "quote_en": "Sometimes the indirect way is most effective."
  },
  {
    "id": 378,
    "description_en": "Bound by self-imposed limits, you see not the cage is an illusion. Ombré Leather answers with wild essence—free leather and deep wood breaking invisible chains. It wakes you: true freedom starts with awareness.",
    "quote_en": "True freedom starts with awareness."
  },
  {
    "id": 379,
    "description_en": "Bound by self-imposed limits, you see not the cage is an illusion. Lira answers with sweet essence—tempting caramel lemon cake reminding you of beautiful possibilities. It wakes you: true freedom starts with stepping out.",
    "quote_en": "True freedom starts with stepping out."
  },
  {
    "id": 380,
    "description_en": "Bound by self-imposed limits, you see not the cage is an illusion. Sole di Positano answers with bright essence—sunny citrus and clean orange blossom breaking invisible chains. It wakes you: true freedom starts with stepping out.",
    "quote_en": "True freedom starts with stepping out."
  },
  {
    "id": 382,
    "description_en": "Anxiety floods the night; negative thoughts rise like a tide. By the Fireplace dispels this fear—sweet chestnut and fire warmth lighting dark corners. It promises nothing, but fights void fear with real warmth.",
    "quote_en": "Fights void fear with real warmth."
  },
  {
    "id": 383,
    "description_en": "Anxiety floods the night; negative thoughts rise like a tide. Cheirosa '62 dispels this fear—pistachio and almond joy, sunny salted caramel lighting dark corners. It fights void fear with pure happiness.",
    "quote_en": "Fights void fear with pure happiness."
  },
  {
    "id": 384,
    "description_en": "Anxiety floods the night; negative thoughts rise like a tide. Blanche dispels this fear—absolute white purity of aldehydes and musk lighting dark corners. It promises nothing, but fights void fear with pure light.",
    "quote_en": "Fights void fear with pure light."
  },
  {
    "id": 386,
    "description_en": "You face a total end; old patterns are uprooted. Santal 33 resonates with this destruction—quiet sandalwood and tough leather keeping dignity in ruins. It witnesses the cycle's end, saving space for the new.",
    "quote_en": "Witnesses the cycle's end, saving space for the new."
  },
  {
    "id": 387,
    "description_en": "You face a total end; old patterns are uprooted. Grand Soir resonates with this destruction—amber splendor and vanilla abundance keeping dignity in the end. It witnesses the cycle's end, saving space for the new.",
    "quote_en": "Witnesses the cycle's end, saving space for the new."
  },
  {
    "id": 388,
    "description_en": "You face a total end; old patterns are uprooted. Baie 19 resonates with this destruction—cold rain minerals and wet earth keeping truth in ruins. It witnesses the cycle's end, saving pure space for the new.",
    "quote_en": "Witnesses the cycle's end, saving pure space for the new."
  },
  {
    "id": 390,
    "description_en": "You catch info with sharp mind, eager to explore the world. Tacit resonates with your young wisdom—bright citrus and clear vetiver picturing the thirst for knowledge. It encourages open and agile thinking.",
    "quote_en": "Encourages open and agile thinking."
  },
  {
    "id": 391,
    "description_en": "You catch info with sharp mind, eager to explore the world. Awake resonates with your young wisdom—pure espresso bringing instant focus, picturing the thirst for knowledge. It encourages open and agile thinking.",
    "quote_en": "Encourages open and agile thinking."
  },
  {
    "id": 392,
    "description_en": "You catch info with sharp mind, eager to explore the world. Aqua Celestia resonates with your young wisdom—fresh mint and bright lemon picturing the thirst for knowledge. It encourages open and agile thinking.",
    "quote_en": "Encourages open and agile thinking."
  },
  {
    "id": 394,
    "description_en": "Your mind is fast as wind, charging for truth. Terre d'Hermès walks with your knightly edge—cold minerals and firm vetiver breaking thought barriers. It gives you fearless courage to seek the truth.",
    "quote_en": "Gives you fearless courage to seek the truth."
  },
  {
    "id": 395,
    "description_en": "Your mind is fast as wind, charging for truth. Intoxicated walks with your knightly edge—strong coffee and spicy cardamom breaking thought barriers. It gives you fearless courage to seek the truth.",
    "quote_en": "Gives you fearless courage to seek the truth."
  },
  {
    "id": 396,
    "description_en": "Your mind is fast as wind, charging for truth. Silver Mountain Water walks with your knightly edge—clear glacial water piercing fog, green tea holding direction. It gives you fearless courage to seek the truth.",
    "quote_en": "Gives you fearless courage to seek the truth."
  },
  {
    "id": 398,
    "description_en": "You view the world with cool insight, owning clear boundaries after the storm. Oud Wood mirrors your queenly wisdom—deep oud and solemn sandalwood building an inviolable mind space. It shows the power of seasoned wisdom.",
    "quote_en": "Shows the power of seasoned wisdom."
  },
  {
    "id": 399,
    "description_en": "You view the world with cool insight, owning clear boundaries after the storm. Tonka Imperiale mirrors your queenly wisdom—rich tonka and warm tobacco building an inviolable mind space. It shows the power of seasoned wisdom.",
    "quote_en": "Shows the power of seasoned wisdom."
  },
  {
    "id": 400,
    "description_en": "You view the world with cool insight, owning clear boundaries after the storm. Blanche mirrors your queenly wisdom—absolute purity and objectivity building an inviolable mind space. It shows the power of seasoned wisdom.",
    "quote_en": "Shows the power of seasoned wisdom."
  },
  {
    "id": 402,
    "description_en": "You control with absolute reason, embodying truth and principle. Thé Noir 29 fits your kingly authority—rational black tea and deep tobacco structured like a law code. It symbolizes the kingly style of judging with wisdom.",
    "quote_en": "Symbolizes the kingly style of judging with wisdom."
  },
  {
    "id": 403,
    "description_en": "You control with absolute reason, embodying truth and principle. Spiritueuse Double Vanille fits your kingly authority—sacred vanilla and rich rum structured like a law code. It symbolizes the kingly style of judging with wisdom.",
    "quote_en": "Symbolizes the kingly style of judging with wisdom."
  },
  {
    "id": 404,
    "description_en": "You control with absolute reason, embodying truth and principle. Aqua Universalis fits your kingly authority—extreme clean and balance structured like a law code. It symbolizes the kingly style of judging with wisdom.",
    "quote_en": "Symbolizes the kingly style of judging with wisdom."
  },
  {
    "id": 406,
    "description_en": "New material opportunity dawns; abundance sprouts in hand. Sacred Wood resonates with this new energy—pure sandalwood with milky warmth. It guards every new potential, saying: solid achievement starts with faithful belief.",
    "quote_en": "Solid achievement starts with faithful belief."
  },
  {
    "id": 407,
    "description_en": "New material opportunity dawns; abundance sprouts in hand. Vanille Abricot resonates with this new energy—simple sweet vanilla and apricot like a sprout breaking soil. It guards every new potential, reminding: solid achievement starts with pure belief.",
    "quote_en": "Solid achievement starts with pure belief."
  },
  {
    "id": 408,
    "description_en": "New material opportunity dawns; abundance sprouts in hand. Fico di Amalfi resonates with this new energy—green fig leaves and sweet fruit like a sprout breaking soil. It guards every new potential, reminding: solid achievement starts with pure belief.",
    "quote_en": "Solid achievement starts with pure belief."
  },
  {
    "id": 410,
    "description_en": "You manage resources flexibly, keeping elegant balance in flux. Bal d'Afrique fits this easy mood—bright bergamot and warm amber like gold sand flowing in sun. It reminds you: true control comes from confident riding of life's rhythm.",
    "quote_en": "True control comes from confident riding of life's rhythm."
  },
  {
    "id": 411,
    "description_en": "You manage resources flexibly, keeping happy balance in flux. Cheirosa '62 fits this easy mood—pistachio and almond joy, sunny salted caramel making management a breeze. It reminds you: true control comes from happy riding of life's rhythm.",
    "quote_en": "True control comes from happy riding of life's rhythm."
  },
  {
    "id": 412,
    "description_en": "You manage resources flexibly, keeping calm balance in flux. Wood Sage & Sea Salt fits this easy mood—fresh sea breeze and warm sage making management a breeze. It reminds you: true control comes from happy riding of life's rhythm.",
    "quote_en": "True control comes from happy riding of life's rhythm."
  },
  {
    "id": 414,
    "description_en": "Through solid work and craft, you build lasting value together. Thé Noir 29 echoes this focused art—rich black tea and deep tobacco collaborating perfectly in sweet fig. It witnesses every step of turning idea into reality.",
    "quote_en": "Witnesses every step of turning idea into reality."
  },
  {
    "id": 415,
    "description_en": "Through solid work and craft, you build lasting value together. Ani echoes this focused art—spicy ginger and rich vanilla collaborating perfectly in bright bergamot. It witnesses every step of turning idea into reality.",
    "quote_en": "Witnesses every step of turning idea into reality."
  },
  {
    "id": 416,
    "description_en": "Through solid work and craft, you build lasting value together. Castile echoes this focused art—classic orange blossom and soapiness showing elegant style. It witnesses every step of turning idea into reality.",
    "quote_en": "Witnesses every step of turning idea into reality."
  },
  {
    "id": 418,
    "description_en": "You guard your results, building a safe boundary. Santal 33 resonates with this protection—steady sandalwood and tough leather building a foundation for time. It encourages no risk, but offers reliable company for your accumulation.",
    "quote_en": "Offers reliable company for your accumulation."
  },
  {
    "id": 419,
    "description_en": "You guard your results, building a safe boundary. Spiritueuse Double Vanille resonates with this protection—sacred vanilla and rich rum building a treasure for time. It encourages no risk, but offers reliable guarantee for your accumulation.",
    "quote_en": "Offers reliable guarantee for your accumulation."
  },
  {
    "id": 420,
    "description_en": "You guard your results, building a safe boundary. Blanche resonates with this protection—absolute clean aldehydes and musk building a treasure space. It encourages no risk, but offers reliable guarantee for your accumulation.",
    "quote_en": "Offers reliable guarantee for your accumulation."
  },
  {
    "id": 422,
    "description_en": "You feel material hardship, seeking warmth in the cold. By the Fireplace understands—sweet chestnut and fire warmth lighting hope in trouble. It changes not reality, but makes waiting bearable.",
    "quote_en": "Makes waiting bearable."
  },
  {
    "id": 423,
    "description_en": "You feel material hardship, seeking warmth in the cold. Jeux de Peau understands—warm toast and rich milk lighting hope in trouble. It changes not reality, but makes waiting bearable, finding warmth in simple needs.",
    "quote_en": "Finding warmth in simple needs."
  },
  {
    "id": 424,
    "description_en": "You feel material hardship, seeking warmth in the cold. Lazy Sunday Morning understands—fresh lily and juicy pear lighting hope in trouble. It changes not reality, but makes waiting bearable.",
    "quote_en": "Makes waiting bearable."
  },
  {
    "id": 426,
    "description_en": "You share resources generously, balancing give and take. Wood Sage & Sea Salt mirrors this spirit—fresh sea breeze and warm sage creating an inclusive vibe. It reminds you: healthy flow makes wealth meaningful.",
    "quote_en": "Healthy flow makes wealth meaningful."
  },
  {
    "id": 427,
    "description_en": "You share resources generously, balancing give and take. Angels' Share mirrors this spirit—rich cognac and hazelnut creating a bountiful sharing vibe. It reminds you: healthy flow makes wealth meaningful.",
    "quote_en": "Healthy flow makes wealth meaningful."
  },
  {
    "id": 428,
    "description_en": "You share resources generously, balancing give and take. For Her Eau de Toilette mirrors this spirit—clean musk and soft florals creating an inclusive sharing vibe. It reminds you: healthy flow makes wealth meaningful.",
    "quote_en": "Healthy flow makes wealth meaningful."
  },
  {
    "id": 430,
    "description_en": "You wait patiently for long returns, planning far ahead in silence. Hwyl fits this wisdom—quiet cypress and lasting moss recording time's pile. It rushes no result, but accompanies your power gathering.",
    "quote_en": "Accompanies your power gathering."
  },
  {
    "id": 431,
    "description_en": "You wait patiently for long returns, planning far ahead in silence. Tonka Imperiale fits this wisdom—rich tonka and warm tobacco recording time's pile. It rushes no result, but accompanies your power gathering.",
    "quote_en": "Accompanies your power gathering."
  },
  {
    "id": 432,
    "description_en": "You wait patiently for long returns, planning far ahead in silence. White Moss fits this wisdom—clean white musk and wet moss recording time's pile. It rushes no result, but accompanies your power gathering.",
    "quote_en": "Accompanies your power gathering."
  },
  {
    "id": 434,
    "description_en": "You focus on honing skill, seeking mastery in repetition. Tam Dao resonates with this focus—pure sandalwood and solid cedar showing constant craft. It witnesses every day you turn ordinary into excellence.",
    "quote_en": "Witnesses every day you turn ordinary into excellence."
  },
  {
    "id": 435,
    "description_en": "You focus on honing skill, seeking mastery in repetition. Gris Charnel resonates with this focus—milky fig and bitter tea showing constant craft on sandalwood. It witnesses every day you turn ordinary into excellence.",
    "quote_en": "Witnesses every day you turn ordinary into excellence."
  },
  {
    "id": 436,
    "description_en": "You focus on honing skill, seeking mastery in repetition. Eau des Sens resonates with this focus—clear bitter orange and green juniper showing constant craft. It witnesses every day you turn ordinary into excellence.",
    "quote_en": "Witnesses every day you turn ordinary into excellence."
  },
  {
    "id": 438,
    "description_en": "You enjoy the fruit of discipline, proud of your achievement. À la Rose matches this self-reward—a grand rose garden blooming with luxury joy. It is the best treat for your effort, reminding you deserve all this beauty.",
    "quote_en": "Reminding you deserve all this beauty."
  },
  {
    "id": 439,
    "description_en": "You enjoy the fruit of discipline, proud of your achievement. Lira matches this self-reward—tempting caramel lemon cake, sweet and satisfied. It is the best treat for your effort, reminding you deserve all this beauty.",
    "quote_en": "Reminding you deserve all this beauty."
  },
  {
    "id": 440,
    "description_en": "You enjoy the fruit of discipline, proud of your achievement. Sundazed matches this self-reward—sunny citrus and warm musk weaving a joyful private space. It is the best treat for your effort, reminding you deserve all this beauty.",
    "quote_en": "Reminding you deserve all this beauty."
  },
  {
    "id": 442,
    "description_en": "You built a solid material legacy, enjoying abundance. Terre d'Hermès crowns this—vibrant grapefruit and broad vetiver building a foundation to pass on. It holds all things, witnessing the lasting value you create.",
    "quote_en": "Witnessing the lasting value you create."
  },
  {
    "id": 443,
    "description_en": "You built a solid material legacy, enjoying abundance. Grand Soir crowns this—amber splendor and vanilla abundance building a foundation to pass on. It holds all things, witnessing the lasting value you create.",
    "quote_en": "Witnessing the lasting value you create."
  },
  {
    "id": 444,
    "description_en": "You built a solid material legacy, enjoying family wholeness. Love Story crowns this—clean orange blossom and gentle musk building a happy community. It witnesses the lasting value and warm heritage you create.",
    "quote_en": "Witnesses the lasting value and warm heritage you create."
  },
  {
    "id": 446,
    "description_en": "You learn and accumulate pragmatically, laying a solid base. Tacit fits this grounded mood—fresh citrus and clear vetiver recording every study moment. It seeks no shortcut, but walks steadily with you on the growth path.",
    "quote_en": "Walks steadily with you on the growth path."
  },
  {
    "id": 447,
    "description_en": "You learn and accumulate pragmatically, laying a solid base. Vanille Abricot fits this grounded mood—simple sweet vanilla and apricot recording every study moment. It seeks no shortcut, but walks steadily with you on the growth path.",
    "quote_en": "Walks steadily with you on the growth path."
  },
  {
    "id": 448,
    "description_en": "You learn and accumulate pragmatically, laying a solid base. Fico di Amalfi fits this grounded mood—green fig leaves and sweet fruit recording every study moment. It seeks no shortcut, but walks steadily with you on the growth path.",
    "quote_en": "Walks steadily with you on the growth path."
  },
  {
    "id": 450,
    "description_en": "You move steadily, keeping promises with patience. Chergui walks with your knightly reliability—warm honey and rich hay showing character tested by time. It seeks no speed, but guarantees every goal is surely reached.",
    "quote_en": "Guarantees every goal is surely reached."
  },
  {
    "id": 451,
    "description_en": "You move steadily, keeping promises with patience. Herod walks with your knightly reliability—dry tobacco and warm cinnamon showing character tested by time. It seeks no speed, but guarantees every goal is surely reached.",
    "quote_en": "Guarantees every goal is surely reached."
  },
  {
    "id": 452,
    "description_en": "You move steadily, keeping promises with patience. Wood Sage & Sea Salt walks with your knightly reliability—fresh sea breeze and warm sage showing character tested by time. It seeks no speed, but guarantees every goal is surely reached.",
    "quote_en": "Guarantees every goal is surely reached."
  },
  {
    "id": 454,
    "description_en": "You guard all with warm nourishment, combining care and pragmatism. Philosykos resonates with your queenly nature—green fig leaves and milky fruit like earth mother's embrace. It nourishes every life with natural abundance.",
    "quote_en": "Nourishes every life with natural abundance."
  },
  {
    "id": 455,
    "description_en": "You guard all with warm nourishment, combining care and pragmatism. Jeux de Peau resonates with your queenly nature—warm toast and rich milk like earth mother's simple generosity. It nourishes every life with natural warmth.",
    "quote_en": "Nourishes every life with natural warmth."
  },
  {
    "id": 456,
    "description_en": "You guard all with warm nourishment, combining care and pragmatism. White Moss resonates with your queenly nature—clean white musk and wet moss like earth mother's simple generosity. It nourishes every life with natural warmth.",
    "quote_en": "Nourishes every life with natural warmth."
  },
  {
    "id": 458,
    "description_en": "You master the material world with experience, a steady leader. Oud Wood matches your kingly authority—deep oud and solemn sandalwood building an unshakable empire. It is powerful and complex, showing true wealth power in calm.",
    "quote_en": "Showing true wealth power in calm."
  }
]